Repository: HyphaApp/hypha
Catalog: hypha/locale/*/LC_MESSAGES/django.po
Languages: cs, ru, ta

source: Always enabled.
cs: Vždy zapnuto.
ta: எப்போதும் இயக்கப்பட்டது.

source: Analytics Cookies
cs: Analytické cookies
ta: பகுப்பாய்வு குக்கீகள்

source: Return to main cookie menu.
cs: Návrat do hlavní nabídky cookies.
ta: முதன்மையான குக்கீ மெனுவுக்கு திரும்பவும்.

source: Back
cs: Zpět
ta: பின்

source: The title to be displayed on the homepage.
cs: Název, který se zobrazí na domovské stránce.
ta: முகப்புப்பக்கத்தில் காட்டப்பட வேண்டிய தலைப்பு.

source: Strapline
cs: Slogan
ta: ச்ட்ராப்லைன்

source: The strapline to be displayed on the homepage.
cs: Slogan, který se zobrazí na domovské stránce.
ta: முகப்புப்பக்கத்தில் காண்பிக்கப்பட வேண்டிய ச்ட்ராப்லைன்.

source: Default site logo
cs: Výchozí logo webu
ru: Логотип сайта по умолчанию
ta: இயல்புநிலை தள லோகோ

source: Mobil site logo (if not set default will be used)
ta: மொபில் தள லோகோ (இயல்புநிலை அமைக்கப்படாவிட்டால் பயன்படுத்தப்படும்)

source: Link for the site logo, e.g. "https://www.example.org/". If not set, defaults to page with slug set to "home".
cs: Odkaz na logo webu, např. "https://www.example.org/".Pokud není nastaveno, výchozí hodnota je stránka se slugem nastaveným na "home".
ru: Ссылка на логотип сайта, например, "https://www.example.org/". Если не указано, будет использоваться страница с атрибутом slug, установленным как "home".
ta: தள லோகோவிற்கான இணைப்பு, எ.கா. "https://www.example.org/". அமைக்கப்படாவிட்டால், ச்லக் உடன் "வீடு" என அமைக்கப்பட்ட இயல்புநிலை.

source: This will overwrite the default front page navigation bar, html tags is allowed.
cs: Tím se přepíše výchozí navigační panel titulní stránky, html značky jsou povoleny.
ru: Это перезапишет стандартную панель навигации на главной странице, разрешено использование HTML-тегов.
ta: இது இயல்புநிலை முதல் பக்க வழிசெலுத்தல் பட்டியை மேலெழுதும், உஉகுமொ குறிச்சொற்கள் அனுமதிக்கப்படுகின்றன.

source: This will be added to the footer, html tags is allowed.
cs: Toto bude přidáno do patičky, html značky jsou povoleny.
ru: Это будет добавлено в нижний колонтитул, разрешены HTML-теги.
ta: இது அடிக்குறிப்பில் சேர்க்கப்படும், உஉகுமொ குறிச்சொற்கள் அனுமதிக்கப்படுகின்றன.

source: My Dashboard
cs: Můj Ovládací panel
ta: என் டாச்போர்டு

source: Rounds & Labs
cs: Kola & Labs
ta: சுற்றுகள் மற்றும் ஆய்வகங்கள்

source: Staff Assignments
cs: Přidělení zaměstnanců
ta: பணியாளர்கள் பணிகள்

source: Results
cs: Výsledky
ru: Результаты
ta: முடிவுகள்

source: Staff flagged
cs: Zaměstnanci označeni
ta: ஊழியர்கள் கொடியிடப்பட்டனர்

source: Menu Item
cs: Položka nabídky
ta: பட்டி உருப்படி

source: This password has previously appeared in a data breach and should not be used. Please choose a different password.
cs: Toto heslo se již dříve objevilo při úniku dat a nemělo by se používat. Zvolte si prosím jiné heslo.
ta: இந்த கடவுச்சொல் முன்பு தரவு மீறலில் தோன்றியுள்ளது, மேலும் பயன்படுத்தக்கூடாது. வேறு கடவுச்சொல்லைத் தேர்வுசெய்க.

source: Your password must not have been detected in a major security breach.
cs: Vaše heslo nesmí být odhaleno při závažném narušení bezpečnosti.
ta: உங்கள் கடவுச்சொல் ஒரு பெரிய பாதுகாப்பு மீறலில் கண்டறியப்படக்கூடாது.

source: Menu
cs: Nabídka
ta: பட்டியல்

source: This must be a number
cs: Musí to být číslo
ru: Это должно быть числом
ta: இது ஒரு எண்ணாக இருக்க வேண்டும்

source: Hypha logo
cs: Logo Hypha
ta: ஐபா லோகோ

source: Task List
cs: Seznam úkolů
ta: பணி பட்டியல்

source: Click to open your task list
cs: Kliknutím otevřete seznam úkolů
ta: உங்கள் பணி பட்டியலைத் திறக்க சொடுக்கு செய்க

source: Your Tasks
cs: Vaše úkoly
ta: உங்கள் பணிகள்

source: Log in with your %(ORG_SHORT_NAME)s email
cs: Přihlaste se pomocí e-mailu %(ORG_SHORT_NAME)s
ru: Войдите в систему, указав свою %(ORG_SHORT_NAME)s электронную почту
ta: உங்கள் %(ORG_SHORT_NAME)s மின்னஞ்சலுடன் உள்நுழைக

source: Log in with password
cs: Přihlášení pomocí hesla
ta: கடவுச்சொல்லுடன் உள்நுழைக

source: Log in without password
cs: Přihlášení bez hesla
ta: கடவுச்சொல் இல்லாமல் உள்நுழைக

source: My account
cs: Můj účet
ta: எனது கணக்கு

source: My flagged
cs: Moje označení
ta: என் கொடியிட்டது

source: Log out
cs: Odhlášení
ru: Выйти из системы
ta: விடுபதிகை

source: or Sign up
cs: nebo se zaregistrujte
ta: அல்லது பதிவுபெறுக

source: Password required
cs: Vyžadováno heslo
ru: Требуется пароль
ta: கடவுச்சொல் தேவை

source: Please enter the password to proceed.
cs: Pro pokračování zadejte heslo.
ru: Пожалуйста, введите пароль, чтобы продолжить.
ta: தொடர கடவுச்சொல்லை உள்ளிடவும்.

source: Created project with initial status of "{status}"
cs: Vytvořen projekt s počátečním stavem „{status}“

source: Batch reviewers updated:
cs: Skupina hodnotitelů aktualizována:

source: Tag
cs: Značka

source: Tags
cs: Značky

source: Improperly configured request, please try again.
cs: Nesprávně nakonfigurovaný požadavek, zkuste to prosím znovu.

source: Unable to determine submission "{title}" as already determined
cs: Nelze určit podání "{title}" jako již určené

source: A project was automatically created.
cs: Projekt byl automaticky vytvořen.

source: Tags are hierarchical in nature.
cs: Značky mají hierarchickou povahu.

source: {number} submissions archived.
cs: {number} podání archivováno.

source: {number} submissions deleted.
cs: {number} podání archivováno.

source: Lead set to {lead} on
cs: Vedení nastavené na {lead} na

source: {user} as {name}
cs: {user} jako {name}

source: Batch reviewers updated: {reviewers_text} on
cs: Skupina hodnotitelů přidala: {reviewers_text} v

source: Application
cs: Žádost

source: Are you sure you want to delete "%(object)s"?
cs: Jste si jisti, že chcete odstranit „%(object)s“?
ru: Вы уверены, что хотите удалить "%(object)s"?

source: Submissions: Download as CSV
cs: Podání: Stáhnout jako CSV

source: Export as CSV
cs: Exportovat jako CSV

source: Status:
cs: Stav:

source: Fund:
cs: Fond:

source: Round:
cs: Kolo:

source: Lead:
cs: Vedoucí:

source: Applicant:
cs: Žadatel:

source: Reviewer:
cs: Hodnotitel:

source: Tag:
cs: Štítek:

source: Remove tag filter
cs: Odebrat filtr štítků

source: Category:
cs: Kategorie:

source: Screening:
cs: Prověřování:

source: Sort:
cs: Řazení:

source: Select all submissions
cs: Vybrat všechna podání

source: Are you sure you want to delete the selected submissions? This action cannot be undone.
cs: Opravdu chcete vybraná podání odstranit? Tuto akci nelze vzít zpět.

source: Last 7 Days
cs: Posledních 7 dní

source: Last 30 Days
cs: Posledních 30 dní

source: This Month
cs: Tento měsíc

source: Last Month
cs: Poslední měsíc

source: Update tags
cs: Aktualizace štítků

source: Add tags
cs: Přidat štítky

source: All tags
cs: Všechny štítky

source: No tags found.
cs: Nenalezeny žádné značky.

source: No tags found. Sorry about that.
cs: Nenalezeny žádné značky. Litujeme.

source: Submissions expect different forms - please contact admin
cs: Podání očekávají různé formuláře - kontaktujte administrátora

source: Inconsistent states provided - please talk to an admin
cs: Podané nekonzistentní stavy - obraťte se na administrátora

source: Successfully updated status to {status}:
cs: Stav byl úspěšně aktualizován na {status}:

source: Submission Lead updated.
cs: Vedoucí podání aktualizován.

source: Partners updated successfully.
cs: Partneři úspěšně aktualizováni.

source: Meta terms updated successfully.
cs: Meta termíny byly úspěšně aktualizovány.

source: Initial Project Status
cs: Počáteční stav projektu

source: You're skipping the report for %(start_date)s - %(end_date)s. This will result in a gap in reporting for the project. You can undo this at any time.
cs: Přeskakujete hlášení pro %(start_date)s - %(end_date)s. To bude mít za následek mezeru ve vykazování projektu. Tento krok můžete kdykoli vrátit zpět.

source: Hide rejected
cs: Skrýt zamítnuté

source: Project form
cs: Formulář projektu

source: Scope of work
cs: Rozsah práce

source: invoices selected
cs: vybrané faktury

source: Submit documents for review
cs: Předložit dokumenty ke kontrole

source: Looks like the following documents are missing
cs: Vypadá to, že chybí tyto dokumenty

source: This will submit the project documents for review by the configured approvers.
cs: Tím se projektová dokumentace předloží ke kontrole konfigurovaným schvalovatelům.

source: Approvers will review sequentially in order.
cs: Schvalovatelé provedou kontrolu postupně podle pořadí.

source: Approvers can review in parallel at any time.
cs: Schvalovatelé mohou kdykoli provést souběžnou kontrolu.

source: Note: All group members will be notified unless specific approvers are selected below.
cs: Poznámka: Všichni členové skupiny budou informováni, pokud nejsou níže vybráni konkrétní schvalovatelé.

source: Select approvers
cs: Vyberte schvalovatele

source: No reviewer roles configured. Please add roles in
cs: Nejsou nakonfigurovány žádné role hodnotitele. Přidejte prosím role do

source: project settings
cs: nastavení projektu

source: edit title
cs: upravit název

source: Scope of Work
cs: Rozsah práce

source: Scope of work form not configured. Please add it in the
cs: Formulář rozsahu práce není nakonfigurován.Přidejte jej prosím do

source: Invoice updated.
cs: Faktura aktualizována.

source: Document has been uploaded
cs: Dokument byl nahrán
ru: Документ был загружен

source: Lead has been updated.
cs: Vedení bylo aktualizováno.

source: Contractor documents have been approved. You can receive invoices from vendor now.
cs: Dokumenty dodavatele byly schváleny. Nyní můžete od dodavatele přijímat faktury.

source: Contracting document has been uploaded
cs: Zadávací dokument byl nahrán
ru: Контрактный документ загружен

source: at
cs: v
ru: в

source: {help_text} Accepted file types are {file_types}
cs: {help_text}Akceptované typy souborů jsou {file_types}

source: Switch to User...
cs: Přepnout na uživatele...

source: Select User:
cs: Vyberte uživatele:

source: Switch User
cs: Přepnout uživatele

source: Alert! An attempt to update your email.
cs: Pozor! Pokus o aktualizaci vašeho e-mailu.

source: Your password was successfully updated!
cs: Vaše heslo bylo úspěšně aktualizováno!

source: Please correct the errors below.
cs: Opravte prosím níže uvedené chyby.

source: ✓ Check your email for password set link.
cs: ✓ Podívejte se do e-mailu na odkaz pro nastavení hesla.

source: Back to top
cs: Zpět na začátek

source: You are currently working on behalf of <strong class="font-bold">%(user)s</strong>
cs: Právě pracujete jménem <strong class="font-bold">%(user)s</strong>

source: Release
cs: Vydání

source: Language switcher
cs: Přepínač jazyka

source: Set language
cs: Nastavit jazyk

source: Can't switch language, only one language is active.
cs: Nelze přepnout jazyk, aktivní je pouze jeden jazyk.

source: Release User
cs: Vydání uživatele

source: Your {ORG_LONG_NAME} Project: {source.title}
ru: Ваш {ORG_LONG_NAME} проект: {source.title}

source: {ORG_SHORT_NAME} Review
ru: {ORG_SHORT_NAME} ревью

source: Awaiting project documents to be created and approved by {ORG_SHORT_NAME} internally. Please check back when the project has moved to contracting stage.
ru: Ожидание создания и утверждения проектных документов от {ORG_SHORT_NAME}. Пожалуйста, свяжитесь снова, когда проект будет готов к этапу оформления контракта.

source: Awaiting signed contract from {ORG_SHORT_NAME}
ru: Ожидаем подписания контракта от {ORG_SHORT_NAME}

source: Awaiting contract approval from {ORG_SHORT_NAME}
ru: Ожидает одобрения контракта от {ORG_SHORT_NAME}

source: Please download the signed contract uploaded by {ORG_SHORT_NAME}
ru: Пожалуйста, загрузите подписанный договор, загруженный {ORG_SHORT_NAME}

source: Activate your account on the %(ORG_LONG_NAME)s web site by clicking this link or copying and pasting it to your browser:
ru: Активируйте свою учетную запись на сайте %(ORG_LONG_NAME)s, нажав на эту ссылку или скопировав и вставив ее в свой браузер:

source: Kind Regards, The %(ORG_SHORT_NAME)s Team
ru: С наилучшими пожеланиями, Команда %(ORG_SHORT_NAME)s

source: Request to change email of your account on the %(ORG_LONG_NAME)s web site has been accepted. Confirm your email by clicking this link or copying and pasting it to your browser:
ru: Запрос на изменение электронной почты вашей учетной записи на сайте %(ORG_LONG_NAME)s был принят. Подтвердите свою электронную почту, нажав на эту ссылку или скопировав и вставив ее в браузер:

source: There has been an attempt to change email of your account on the %(ORG_LONG_NAME)s web site. If this action wasn't made by you, please contact support at %(ORG_EMAIL)s
ru: На сайте %(ORG_LONG_NAME)s была предпринята попытка изменить электронную почту вашей учетной записи. Если это действие было совершено не вами, обратитесь к нам по адресу %(ORG_EMAIL)s

source: You're receiving this email because you requested a password reset for your user account at %(ORG_LONG_NAME)s.
ru: Вы получили это письмо, потому что запросили сброс пароля для вашей учетной записи %(ORG_LONG_NAME)s.
