Repository: HyphaApp/hypha
Catalog: hypha/locale/*/LC_MESSAGES/django.po
Languages: cs, ru, ta

source: This month
cs: Tento měsíc
ru: В этом месяце
ta: இந்த மாதம்

source: Attachments
cs: Přílohy
ta: இணைப்புகள்

source: Select...
cs: Vyberte...
ta: தேர்ந்தெடுக்கவும் ...

source: Assign to
cs: Přiřadit k
ta: ஒதுக்க

source: Summary of all activities
cs: Shrnutí všech aktivit
ru: Краткий обзор всех мероприятий
ta: அனைத்து நடவடிக்கைகளின் சுருக்கம்

source: Activities Summary -
cs: Shrnutí aktivit -
ru: Обзор мероприятий -
ta: செயல்பாடுகள் சுருக்கம் -

source: Comment
cs: Komentář
ta: கருத்து

source: Action
cs: Akce
ta: செயல்

source: applicant
cs: žadatel
ta: விண்ணப்பதாரர்

source: team
cs: tým
ta: அணி

source: reviewers
cs: hodnotitelé
ta: விமர்சகர்கள்

source: partners
cs: partneři
ta: கூட்டாளர்கள்

source: all
cs: vše
ta: அனைத்தும்

source: Applicants
cs: Žadatelé
ta: விண்ணப்பதாரர்கள்

source: Staff only
cs: Pouze zaměstnanci
ta: பணியாளர்கள் மட்டுமே

source: Reviewers
cs: Hodnotitelé
ru: Ревьюеры
ta: விமர்சகர்கள்

source: Partners
cs: Partneři
ru: Партнеры
ta: கூட்டாளர்கள்

source: All
cs: Vše
ru: Все
ta: அனைத்தும்

source: Applicants & Partners
cs: Žadatelé a partneři
ta: விண்ணப்பதாரர்கள் மற்றும் கூட்டாளர்கள்

source: verb
cs: sloveso
ru: действие
ta: வினை

source: updated lead
cs: aktualizované vedení
ru: руководитель обновлен
ta: புதுப்பிக்கப்பட்ட முன்னணி

source: batch updated lead
cs: dávkově aktualizované vedení
ru: руководитель обновлен групповым редактированием
ta: தொகுதி புதுப்பிக்கப்பட்ட முன்னணி

source: edited submission
cs: upravené podání
ru: отредактированная заявка
ta: திருத்தப்பட்ட சமர்ப்பிப்பு

source: edited applicant
cs: upravený žadatel
ru: заявитель отредактирован
ta: திருத்தப்பட்ட விண்ணப்பதாரர்

source: submitted new submission
cs: předložené nové podání
ru: подана новая заявка
ta: புதிய சமர்ப்பிப்பு சமர்ப்பிக்கப்பட்டது

source: submitted new draft submission
cs: předložil nový návrh podání
ru: представлен новый черновик проекта
ta: புதிய வரைவு சமர்ப்பிப்பு சமர்ப்பிக்கப்பட்டது

source: screened
cs: prohlíženo
ru: пройден скрининг
ta: திரையிடப்பட்டது

source: transitioned
cs: převedeno
ru: переход выполнен
ta: மாற்றப்பட்டது

source: batch transitioned
cs: dávkově převedeno
ru: переход выполнен групповым редактированием
ta: தொகுதி மாற்றப்பட்டது

source: sent determination outcome
cs: odeslaný výsledek určení
ru: отправлен результат заключения
ta: உறுதியான முடிவு அனுப்பப்பட்டது

source: sent batch determination outcome
cs: dávkově odeslaný výsledek určení
ru: отправлены результаты группового решения
ta: தொகுதி நிர்ணயிக்கும் விளைவு அனுப்பப்பட்டது

source: invited to proposal
cs: vyzváni k podání návrhu
ru: приглашены к участию в предложении
ta: திட்டத்திற்கு அழைக்கப்பட்டது

source: updated reviewers
cs: aktualizovaní hodnotitelé
ru: ревьюеры обновлены
ta: புதுப்பிக்கப்பட்ட விமர்சகர்கள்

source: batch updated reviewers
cs: dávkou aktualizovaní hodnotitelé
ru: ревьюеры обновлены групповым редактированием
ta: தொகுதி புதுப்பிக்கப்பட்ட விமர்சகர்கள்

source: updated partners
cs: aktualizovaní partneři
ru: партнеры обновлены
ta: புதுப்பிக்கப்பட்ட கூட்டாளர்கள்

source: partners updated partner
cs: partneři aktualizovaných partnerů
ru: обновленные партнеры
ta: கூட்டாளர்கள் புதுப்பிக்கப்பட்ட கூட்டாளர்

source: marked ready for review
cs: označeno jako připravené k hodnocení
ru: отмечено как готовое к ревью
ta: மதிப்பாய்வுக்கு தயாராக இருப்பதாக குறிக்கப்பட்டுள்ளது

source: marked batch ready for review
cs: označená dávka připravená k hodnocení
ru: отмечены групповым редактированием готовыми к ревью
ta: மதிப்பாய்வு செய்ய தயாராக குறிக்கப்பட்ட தொகுதி

source: added new review
cs: přidáno nové hodnocení
ru: добавлено новое ревью
ta: புதிய மதிப்பாய்வு சேர்க்கப்பட்டது

source: added comment
cs: přidaný komentář
ru: добавлен комментарий
ta: கருத்து சேர்க்கப்பட்டது

source: submitted proposal
cs: předložený návrh
ru: поданное предложение
ta: சமர்ப்பிக்கப்பட்ட திட்டம்

source: opened sealed submission
cs: otevřené zapečetěné podání
ru: открытая запечатанная заявка
ta: திறக்கப்பட்ட சீல் சமர்ப்பிப்பு

source: reviewed opinion
cs: hodnocené stanovisko
ru: ревью
ta: மதிப்பாய்வு செய்யப்பட்ட கருத்து

source: deleted submission
cs: smazané podání
ru: удаленная заявка
ta: சமர்ப்பிப்பு நீக்கப்பட்டது

source: deleted review
cs: smazané hodnocení
ru: удаленное ревью
ta: மதிப்பாய்வு நீக்கப்பட்டது

source: deleted review opinion
cs: smazaný názor hodnocení
ru: удалено ревью
ta: மறுஆய்வு கருத்து நீக்கப்பட்டது

source: created project
cs: vytvořený projekt
ru: созданный проект
ta: உருவாக்கப்பட்ட திட்டம்

source: updated project lead
cs: aktualizováno vedení projektu
ru: руководитель проекта обновлен
ta: புதுப்பிக்கப்பட்ட திட்ட முன்னணி

source: updated project title
cs: aktualizován název projektu
ta: புதுப்பிக்கப்பட்ட திட்ட தலைப்பு

source: edited review
cs: upraveno hodnocení
ru: отредактированное ревью
ta: திருத்தப்பட்ட விமர்சனம்

source: sent for approval
cs: odesláno ke schválení
ru: отправлено на утверждение
ta: ஒப்புதலுக்கு அனுப்பப்பட்டது

source: approved project
cs: schválený projekt
ru: утвержденный проект
ta: அங்கீகரிக்கப்பட்ட திட்டம்

source: assign project form approver
cs: přiřadit schvalovatele formuláře projektu
ta: திட்ட படிவத்தை ஒப்புதல் அளிக்கவும்

source: approved project form
cs: schválený formulář projektu
ta: அங்கீகரிக்கப்பட்ட திட்ட படிவம்

source: transitioned project
cs: převedený projekt
ru: переданный проект
ta: மாற்றப்பட்ட திட்டம்

source: requested project change
cs: požadovaná změna projektu
ru: запрошенное изменение проекта
ta: திட்ட மாற்றம் கோரப்பட்டது

source: submitted contract documents
cs: předložená zadávací dokumentace
ru: представленная контрактная документация
ta: சமர்ப்பிக்கப்பட்ட ஒப்பந்த ஆவணங்கள்

source: uploaded document to project
cs: nahraný dokument do projektu
ru: загруженный в проект документ
ta: திட்டத்திற்கு பதிவேற்றப்பட்ட ஆவணம்

source: removed document from project
ta: திட்டத்திலிருந்து அகற்றப்பட்ட ஆவணம்

source: uploaded contract to project
cs: nahraná smlouva do projektu
ru: загруженный в проект контракт
ta: திட்டத்திற்கு ஒப்பந்தம் பதிவேற்றியது

source: approved contract
cs: schválená smlouva
ru: утвержденный контракт
ta: அங்கீகரிக்கப்பட்ட ஒப்பந்தம்

source: created invoice for project
cs: vytvořená faktura za projekt
ru: созданный для проекта инвойс
ta: திட்டத்திற்கான விலைப்பட்டியல் உருவாக்கப்பட்டது

source: updated invoice status
cs: aktualizovaný stav faktury
ru: обновленный статус инвойса
ta: புதுப்பிக்கப்பட்ட விலைப்பட்டியல் நிலை

source: approve invoice
cs: schválit fakturu
ru: утвердить инвойс
ta: விலைப்பட்டியல் ஒப்புதல்

source: deleted invoice
cs: smazaná faktura
ru: удаленный инвойс
ta: நீக்கப்பட்ட விலைப்பட்டியல்

source: sent project to compliance
cs: poslal projekt k posouzení shody
ru: отправить проект на согласование
ta: இணக்கத்திற்கு திட்டத்தை அனுப்பியது

source: updated invoice
cs: aktualizovaná faktura
ru: обновленный инвойс
ta: புதுப்பிக்கப்பட்ட விலைப்பட்டியல்

source: submitted report
cs: předložená zpráva
ru: поданный отчет
ta: சமர்ப்பிக்கப்பட்ட அறிக்கை

source: skipped report
cs: přeskočená zpráva
ru: пропущенный отчет
ta: அறிக்கை

source: changed report frequency
cs: změněna frekvence zpráv
ru: изменена периодичность отчетов
ta: அறிக்கை அதிர்வெண் மாற்றப்பட்டது

source: notified report
cs: oznámená zpráva
ru: уведомляющий отчет
ta: அறிவிக்கப்பட்ட அறிக்கை

source: created reminder
ta: நினைவூட்டல் உருவாக்கப்பட்டது

source: deleted reminder
ta: நினைவூட்டல் நீக்கப்பட்டது

source: reminder to review
cs: připomínka k přezkoumání
ru: напоминание о ревью
ta: மதிப்பாய்வு செய்ய நினைவூட்டல்

source: batch deleted submissions
cs: dávkově smazaná podání
ru: групповое удаление заявок
ta: தொகுதி நீக்கப்பட்ட சமர்ப்பிப்புகள்

source: batch archive submissions
cs: dávkově archivovaná podání
ru: заявки, архивированные групповым редактированием
ta: தொகுதி காப்பக சமர்ப்பிப்புகள்

source: batch update invoice status
cs: dávková aktualizace stavu faktury
ta: தொகுதி புதுப்பிப்பு விலைப்பட்டியல் நிலை

source: created new account
cs: vytvořen nový účet
ru: создал новую учётную запись
ta: புதிய கணக்கை உருவாக்கியது

source: edited account
cs: upravený účet
ru: аккаунт отредактирован
ta: திருத்தப்பட்ட கணக்கு

source: archived submission
cs: archivované podání
ru: архивная заявка
ta: காப்பகப்படுத்தப்பட்ட சமர்ப்பிப்பு

source: unarchived submission
cs: nearchivované podání
ru: разархивированная заявка
ta: ஆதரிக்கப்படாத சமர்ப்பிப்பு

source: remove task
cs: odebrat úlohu
ta: பணியை அகற்று

source: There are no actions.
cs: Nejsou zde žádné akce.
ru: Нет действий.
ta: எந்த நடவடிக்கைகளும் இல்லை.

source: Add Comment
cs: Přidat komentář
ta: கருத்து சேர்க்கவும்

source: No comments available
cs: Nejsou k dispozici žádné komentáře
ru: Комментарии отсутствуют
ta: கருத்துகள் எதுவும் கிடைக்கவில்லை

source: made a comment
ta: ஒரு கருத்து தெரிவித்தார்

source: No notifications available.
ta: அறிவிப்புகள் எதுவும் கிடைக்கவில்லை.

source: Notifications
cs: Oznámení
ru: Уведомления
ta: அறிவிப்புகள்

source: Filter
cs: Filtr
ru: Фильтр
ta: வடிப்பி

source: Communications
ta: தகவல்தொடர்புகள்

source: Activity Feed
ta: செயல்பாட்டு ஊட்டம்

source: View
cs: Zobrazit
ru: Просмотр
ta: பார்வை

source: Assigned to you
cs: Přiřazeno vám
ta: உங்களுக்கு ஒதுக்கப்பட்டுள்ளது

source: Assigned to %(assigned_to)s
cs: Přiřazeno k %(assigned_to)s
ta: %(assigned_to)s

source: Edit
cs: Upravit
ru: Редактировать
ta: தொகு

source: updated
cs: aktualizováno
ru: обновлено
ta: புதுப்பிக்கப்பட்டது

source: View
cs: Zobrazit
ru: Просмотреть
ta: பார்வை

source: Submit
cs: Odeslat
ru: Подать
ta: சமர்ப்பிக்கவும்

source: Cancel
cs: Zrušit
ru: Отменить
ta: ரத்துசெய்

source: Dear %(name)s,
cs: Vážení %(name)s,
ru: Уважаемый \ уважаемая %(name)s,
ta: மான் %(பெயர்கள்,

source: Link to your application
cs: Odkaz na vaši žádost
ru: Ссылка на вашу заявку
ta: உங்கள் பயன்பாட்டிற்கான இணைப்பு

source: If you have any questions, please submit them here
cs: Pokud máte nějaké dotazy, napište je sem
ru: Если у вас есть вопросы, пожалуйста, задайте их здесь
ta: உங்களிடம் ஏதேனும் கேள்விகள் இருந்தால், அவற்றை இங்கே சமர்ப்பிக்கவும்

source: See our guide for more information
cs: Další informace najdete v našem průvodci
ru: Более подробную информацию вы найдете в нашем руководстве
ta: மேலும் தகவலுக்கு எங்கள் வழிகாட்டியைப் பார்க்கவும்

source: If you have any issues accessing the submission system or other general inquiries, please email us at %(ORG_EMAIL)s
cs: V případě jakýchkoli problémů s přístupem do systému pro podávání žádostí nebo jiných obecných dotazů nám prosím napište na adresu %(ORG_EMAIL)s
ru: Если у вас возникли проблемы с доступом к системе подачи заявок или другие общие вопросы, пожалуйста, напишите нам по адресу %(ORG_EMAIL)s
ta: சமர்ப்பிக்கும் அமைப்பு அல்லது பிற பொது விசாரணைகளை அணுகுவதில் உங்களுக்கு ஏதேனும் சிக்கல்கள் இருந்தால், தயவுசெய்து எங்களுக்கு %(ORG_EMAIL)s இல் மின்னஞ்சல் அனுப்புங்கள்

source: Project documents are ready to be assigned for approval.
cs: Projektová dokumentace je připravena ke schválení.
ru: Проектные документы готовы к отправке на утверждение.
ta: திட்ட ஆவணங்கள் ஒப்புதலுக்காக ஒதுக்க தயாராக உள்ளன.

source: Title
cs: Název
ru: Заголовок
ta: தலைப்பு

source: Link
cs: Odkaz
ru: Ссылка
ta: இணைப்பு

source: Original Submission
ta: அசல் சமர்ப்பிப்பு

source: Please contact %(lead)s - %(email)s if you have any questions.
cs: V případě dotazů kontaktujte %(lead)s - %(email)s.
ru: Пожалуйста, свяжитесь с %(lead)s по адресу электронной почты %(email)s, если у вас возникнут вопросы.
ta: தயவுசெய்து %தொடர்பு கொள்ளவும் (தடங்கள் - %(உங்களிடம் ஏதேனும் கேள்விகள் இருந்தால் மின்னஞ்சல்கள்.

source: Dear %(user)s,
cs: Vážený %(user)s,
ru: Уважаемый(ая) %(user)s,
ta: அன்புள்ள %(user)s,

source: Kind Regards, The %(ORG_SHORT_NAME)s Team
cs: S laskavým pozdravem, Tým %(ORG_SHORT_NAME)s
ru: С наилучшими пожеланиями, Команда %(ORG_SHORT_NAME)s
ta: அன்புடன், %(ORG_SHORT_NAME)sுழு

source: Dear Reviewer,
cs: Vážený recenzente,
ru: Уважаемый/уважаемая рецензент/рецензентка,
ta: அன்புள்ள விமர்சகர்,

source: New applications have been added to your review list.
cs: Do seznamu recenzí byly přidány nové žádosti.
ru: Новые заявки были добавлены в список для вашего ревью.
ta: உங்கள் மதிப்பாய்வு பட்டியலில் புதிய பயன்பாடுகள் சேர்க்கப்பட்டுள்ளன.

source: ID
ta: ஐடி

source: Dear
cs: Vážený
ta: அன்பே

source: There has been a new comment on "%(title)s" by %(display_user)s.
cs: Byl přidán nový komentář k „%(title)s“ od %(display_user)s.
ta: %(title)s மூலம் " %(display_user)s" இல் ஒரு புதிய கருத்து உள்ளது.

source: Read the full comment here
cs: Celý komentář si přečtěte zde
ru: Полный текст комментария читайте здесь
ta: முழு கருத்தையும் இங்கே படியுங்கள்

source: A new contract has been added to your Project
cs: Do vašeho projektu byla přidána nová smlouva
ru: В ваш проект был добавлен новый контракт
ta: உங்கள் திட்டத்தில் ஒரு புதிய ஒப்பந்தம் சேர்க்கப்பட்டுள்ளது

source: This contract has already been signed and there is no action for you to take.
cs: Tato smlouva již byla podepsána a vy nemusíte podnikat žádné kroky.
ru: Этот контракт уже подписан, дополнительных действий не требуется.
ta: இந்த ஒப்பந்தம் ஏற்கனவே கையொப்பமிடப்பட்டுள்ளது, நீங்கள் எடுக்க எந்த நடவடிக்கையும் இல்லை.

source: Please review the contract and sign it before reuploading it to your Project page for the %(ORG_SHORT_NAME)s Team to approve.
cs: Než smlouvu znovu nahrajete na stránku projektu a tým %(ORG_SHORT_NAME)s ji schválí, zkontrolujte ji a podepište.
ru: Пожалуйста, просмотрите договор и подпишите его, прежде чем повторно загрузить его на страницу вашего проекта, чтобы команда %(ORG_SHORT_NAME)s утвердила его.
ta: தயவுசெய்து ஒப்பந்தத்தை மதிப்பாய்வு செய்து, ஒப்புதல் அளிக்க %(ORG_SHORT_NAME)sுழுவுக்கு உங்கள் திட்ட பக்கத்தில் மீண்டும் ஏற்றுவதற்கு முன் கையொப்பமிடுங்கள்.

source: Your application has been reviewed and the outcome is
cs: Vaše žádost byla přezkoumána a výsledkem je
ru: Ваша заявка была рассмотрена, и результат -
ta: உங்கள் விண்ணப்பம் மதிப்பாய்வு செய்யப்பட்டு விளைவு

source: Read the full determination here
cs: Celé rozhodnutí si přečtěte zde
ru: Полный текст заключения читайте здесь
ta: முழு உறுதியையும் இங்கே படியுங்கள்

source: We’ve reviewed your Concept note and think it could be a good fit for %(ORG_SHORT_NAME)s funding. We would like to invite you to submit a Proposal with more details about your project. You will receive a second email linking to a determination message with detailed feedback.
cs: Zkontrolovali jsme vaši koncepční poznámku a myslíme si, že by mohla být vhodná pro financování %(ORG_SHORT_NAME)s. Rádi bychom vás pozvali k předložení návrhu s podrobnějšími informacemi o vašem projektu. Obdržíte druhý e-mail s odkazem na zprávu o rozhodnutí s podrobnou zpětnou vazbou.
ru: Мы изучили вашу концепцию и считаем, что она может хорошо подойти для финансирования %(ORG_SHORT_NAME)s. Мы хотели бы предложить вам подать Предложение с более подробной информацией о вашем проекте. Вы получите второе письмо со ссылкой на сообщение о решении с подробным отзывом.
ta: உங்கள் கருத்துக் குறிப்பை நாங்கள் மதிப்பாய்வு செய்துள்ளோம், மேலும் இது %(org_short_name) நிதிக்கு ஒரு நல்ல பொருத்தமாக இருக்கும் என்று நினைக்கிறோம். உங்கள் திட்டத்தைப் பற்றிய கூடுதல் விவரங்களுடன் ஒரு திட்டத்தை சமர்ப்பிக்க உங்களை அழைக்க விரும்புகிறோம். விரிவான பின்னூட்டங்களுடன் ஒரு உறுதியான செய்தியுடன் இணைக்கும் இரண்டாவது மின்னஞ்சலைப் பெறுவீர்கள்.

source: Please review our Proposal Guide at %(ORG_GUIDE_URL)s to learn more about the information we’d like to see. In the proposal please also address the feedback we provided in the concept note determination.
cs: Prostudujte si prosím našeho průvodce návrhem na adrese %(ORG_GUIDE_URL)s, kde se dozvíte více o informacích, které bychom chtěli vidět. V návrhu se prosím také věnujte zpětné vazbě, kterou jsme poskytli v rámci stanovení koncepce.
ru: Пожалуйста, ознакомьтесь с нашим Руководством по составлению предложений на сайте %(ORG_GUIDE_URL)s , чтобы узнать больше об информации, которую мы хотели бы видеть. В предложении также учтите отзывы, которые мы предоставили в концептуальной записке решения.
ta: நாங்கள் பார்க்க விரும்பும் தகவல்களைப் பற்றி மேலும் அறிய எங்கள் முன்மொழிவு வழிகாட்டியை %(ORG_GUIDE_URL)s இல் மதிப்பாய்வு செய்யவும். முன்மொழிவில் தயவுசெய்து கருத்துக் குறிப்பு தீர்மானத்தில் நாங்கள் வழங்கிய பின்னூட்டங்களையும் உரையாற்றவும்.

source: Here is the link to start creating your proposal
cs: Zde je odkaz, kde můžete začít vytvářet svůj návrh
ru: Здесь ссылка для начала создания вашего предложения
ta: உங்கள் திட்டத்தை உருவாக்கத் தொடங்குவதற்கான இணைப்பு இங்கே

source: The system will allow you to save a draft of your proposal as you work on it. When you feel it is ready for our review, please click the “Submit” button and we’ll know to take a look at it. We’ll reply to you with feedback on your Proposal as quickly as possible.
cs: Systém vám umožní uložit návrh návrhu v průběhu práce na něm. Až budete mít pocit, že je připraven k našemu posouzení, klikněte na tlačítko „Odeslat“ a my budeme vědět, že se na něj máme podívat. Co nejrychleji vám odpovíme a poskytneme zpětnou vazbu k vašemu návrhu.
ru: Система позволит вам сохранить черновик вашего предложения по мере работы над ним. Когда вы сочтете, что оно готово для нашего рассмотрения, нажмите кнопку "Отправить", и мы рассмотрим его. Мы ответим вам с отзывами о вашем предложении в кратчайшие сроки.
ta: உங்கள் திட்டத்தின் வரைவை நீங்கள் பணிபுரியும் போது சேமிக்க கணினி உங்களை அனுமதிக்கும். எங்கள் மதிப்பாய்வுக்கு இது தயாராக இருப்பதாக நீங்கள் உணரும்போது, தயவுசெய்து “சமர்ப்பி” பொத்தானைக் சொடுக்கு செய்க, அதைப் பார்க்க எங்களுக்குத் தெரியும். உங்கள் முன்மொழிவு குறித்த பின்னூட்டங்களுடன் நாங்கள் உங்களுக்கு பதிலளிப்போம்.

source: An Invoice is waiting for your approval.
cs: Faktura čeká na vaše schválení.
ru: Инвойс ожидает вашего утверждения.
ta: உங்கள் ஒப்புதலுக்காக ஒரு விலைப்பட்டியல் காத்திருக்கிறது.

source: Project
cs: Projekt
ru: Проект
ta: திட்டம்

source: An %(ORG_SHORT_NAME)s staff member has updated your invoice for %(title)s for period %(date_from)s to %(date_to)s.
cs: Pracovník %(ORG_SHORT_NAME)s aktualizoval vaši fakturu pro %(title)s za období od %(date_from)s do %(date_to)s.
ru: Сотрудник %(ORG_SHORT_NAME)s обновил ваш инвойс для %(title)s за период с %(date_from)s по %(date_to)s.
ta: ஒரு %(ORG_SHORT_NAME)s பணியாளர் உறுப்பினர் உங்கள் விலைப்பட்டியலை %(title)s காலத்திற்கு %(date_from)s முதல் %(date_to)s வரை புதுப்பித்துள்ளார்.

source: It is now %(invoice_status)s.
cs: Nyní je %(invoice_status)s.
ru: Теперь статус инвойса: %(invoice_status)s.
ta: இது இப்போது %(invoice_status)s.

source: The staff member left this comment
cs: Zaměstnanec zanechal tento komentář
ru: Сотрудник оставил следующий комментарий
ta: பணியாளர் உறுப்பினர் இந்த கருத்தை விட்டுவிட்டார்

source: Invoice Link
cs: Odkaz na fakturu
ru: Ссылка на инвойс
ta: விலைப்பட்டியல் இணைப்பு

source: Project Link
cs: Odkaz na projekt
ru: Ссылка на проект
ta: திட்ட இணைப்பு

source: A Project is awaiting your review.
cs: Projekt čeká na vaše vyhodnocení.
ru: Проект ожидает вашего ревью.
ta: உங்கள் மதிப்பாய்வுக்காக ஒரு திட்டம் காத்திருக்கிறது.

source: New partner(s) has been added to your submission.
cs: K vašemu podání byl přidán nový partner (noví partneři).
ru: К вашей заявке добавлен новый партнер(ы).
ta: உங்கள் சமர்ப்பிப்பில் புதிய கூட்டாளர் (கள்) சேர்க்கப்பட்டுள்ளன.

source: You have been added as a partner the following submission.
cs: Byli jste přidáni jako partner následujícího podání.
ru: Вы были добавлены в качестве партнера следующей заявки.
ta: பின்வரும் சமர்ப்பிப்பில் நீங்கள் ஒரு கூட்டாளராக சேர்க்கப்பட்டுள்ளீர்கள்.

source: A Project has been created for your submission on %(ORG_SHORT_NAME)s.
cs: Byl vytvořen projekt pro vaše podání na %(ORG_SHORT_NAME)s.
ru: Был создан проект для вашей заявки в %(ORG_SHORT_NAME)s.
ta: %(ORG_SHORT_NAME)s சமர்ப்பிப்பதற்காக ஒரு திட்டம் உருவாக்கப்பட்டுள்ளது.

source: No action needed for now, wait until contract is ready for you to sign.
cs: Zatím není třeba podnikat žádné kroky, počkejte, až bude smlouva připravena k podpisu.
ta: இப்போது எந்த நடவடிக்கையும் தேவையில்லை, நீங்கள் கையெழுத்திட ஒப்பந்தம் தயாராக இருக்கும் வரை காத்திருங்கள்.

source: Submission
cs: Podání
ru: Заявка
ta: சமர்ப்பிப்பு

source: A Project is awaiting final approval.
cs: Projekt čeká na konečné schválení.
ru: Проект ожидает окончательного утверждения.
ta: ஒரு திட்டம் இறுதி ஒப்புதலுக்காக காத்திருக்கிறது.

source: A Project has been rejected by project form reviewers, please update it accordingly and resubmit it to the reviewers.
cs: Projekt byl hodnotiteli formuláře projektu zamítnut, aktualizujte jej a znovu jej předložte hodnotitelům.
ta: திட்ட படிவ மதிப்பாய்வாளர்களால் ஒரு திட்டம் நிராகரிக்கப்பட்டுள்ளது, தயவுசெய்து அதை புதுப்பித்து விமர்சகர்களுக்கு மீண்டும் சமர்ப்பிக்கவும்.

source: A Project is waiting for contract
cs: Projekt čeká na uzavření smlouvy
ru: Проект ожидает заключения контракта
ta: ஒரு திட்டம் ஒப்பந்தத்திற்காக காத்திருக்கிறது

source: Project Form
cs: Formulář Projektu
ta: திட்ட வடிவம்

source: The contract for your project "%(title)s" has approved. Now, your project is ready for invoicing.
cs: Smlouva pro váš projekt „%(title)s“ byla schválena. Nyní je váš projekt připraven k fakturaci.
ru: Контракт по вашему проекту "%(title)s" одобрен. Теперь ваш проект готов к выставлению инвойса.
ta: உங்கள் திட்டத்திற்கான ஒப்பந்தம் "%(title)s" ஒப்புதல் அளித்துள்ளது. இப்போது, உங்கள் திட்டம் விலைப்பட்டியல் செய்ய தயாராக உள்ளது.

source: Link to your project
cs: Odkaz na váš projekt
ru: Ссылка на ваш проект
ta: உங்கள் திட்டத்திற்கான இணைப்பு

source: If you have any issues accessing the project or other general inquiries, please email us at %(ORG_EMAIL)s
cs: Pokud máte problémy s přístupem k projektu nebo jiné obecné dotazy, napište nám na %(ORG_EMAIL)s
ru: Если у вас возникли проблемы с доступом к проекту или другие общие вопросы, пожалуйста, напишите нам по адресу %(ORG_EMAIL)s
ta: திட்டம் அல்லது பிற பொது விசாரணைகளை அணுகுவதில் உங்களுக்கு ஏதேனும் சிக்கல்கள் இருந்தால், தயவுசெய்து எங்களுக்கு %(ORG_EMAIL)s இல் மின்னஞ்சல் அனுப்புங்கள்

source: This application is awaiting your review.
cs: Tato žádost čeká na vaše posouzení.
ru: Эта заявка ожидает вашего ревью.
ta: இந்த பயன்பாடு உங்கள் மதிப்பாய்வுக்காக காத்திருக்கிறது.

source: Reminder Title
cs: Název připomenutí
ru: Заголовок напоминания
ta: நினைவூட்டல் தலைப்பு

source: Reminder Description
cs: Popis připomenutí
ru: Описание напоминания
ta: நினைவூட்டல் விளக்கம்

source: An %(ORG_SHORT_NAME)s staff member has changed the reporting frequency of %(title)s.
cs: Zaměstnanec %(ORG_SHORT_NAME)s změnil frekvenci hlášení zpráv %(title)s.
ta: ஒரு %(ORG_SHORT_NAME)s பணியாளர் உறுப்பினர் %(தலைப்பு) அறிக்கைகளின் அறிக்கையிடல் அதிர்வெண்ணை மாற்றியுள்ளார்.

source: The new schedule is
cs: Nový rozvrh je následující
ru: Новое расписание
ta: புதிய அட்டவணை

source: The next report is due
cs: Příští zpráva má být předložena
ru: Следующий отчет должен быть представлен
ta: அடுத்த அறிக்கை செலுத்தப்பட உள்ளது

source: A report is due for %(title)s on %(end_date)s.
cs: Dne %(end_date)s je třeba podat zprávu pro %(title)s.
ta: ஒரு அறிக்கை %(title)s மீது %(end_date)s.

source: More information can be found on the project page:
cs: Více informací najdete na stránce projektu:
ru: Более подробную информацию можно найти на странице проекта:
ta: மேலும் தகவல்களை திட்ட பக்கத்தில் காணலாம்:

source: An %(ORG_SHORT_NAME)s staff member has marked a report as
cs: Člen týmu %(ORG_SHORT_NAME)s označil hlášení jako
ru: Сотрудник %(ORG_SHORT_NAME)s отметил отчет как
ta: ஒரு %(ORG_SHORT_NAME)s பணியாளர் உறுப்பினர் ஒரு அறிக்கையை குறித்தார்

source: no longer required
cs: již není vyžadováno
ru: больше не требуется
ta: இனி தேவையில்லை

source: required
cs: vyžadováno
ru: требуется
ta: தேவை

source: for %(title)s for period %(start_date)s to %(end_date)s.
cs: pro %(title)s pro období %(start_date)s až %(end_date)s.
ta: %(title)s காலத்திற்கு %(start_date)s பெறுநர் %(end_date)s.
