Repository: HyphaApp/hypha
Catalog: hypha/locale/*/LC_MESSAGES/django.po
Languages: cs, ru, ta

source: Submitted {source.title_text_display} for {source.page.title}
cs: Odesláno {source.title_text_display} pro {source.page.title}
ta: சமர்ப்பிக்கப்பட்டது {source.page.title} க்கு {source.title_text_display}

source: edited the submission
cs: upravil podání
ta: சமர்ப்பிப்பு திருத்தப்பட்டது

source: updated Lead from {old_lead} to {source.lead}
cs: aktualizoval vedení z {old_lead} na {source.lead}
ta: {old_lead} இலிருந்து {source.lead} வரை புதுப்பிக்கப்பட்ட ஈயம் புதுப்பிக்கப்பட்டது

source: batch updated Lead to {new_lead}
cs: dávkově aktualizováno Vedení na {new_lead}
ta: தொகுதி புதுப்பிக்கப்பட்ட முன்னணி {new_lead}

source: sent a determination. Outcome: {determination.clean_outcome}
cs: odesláno rozhodnutí. Výsledek: {determination.clean_outcome}
ta: ஒரு உறுதியை அனுப்பியது. விளைவு: {determination.clean_outcome}

source: Invited to submit a proposal
cs: Výzva k předložení návrhu
ru: Предложено подать заявку
ta: ஒரு திட்டத்தை சமர்ப்பிக்க அழைக்கப்பட்டார்

source: Submitted a review
cs: Odeslané hodnocení
ru: Подал(а) ревью
ta: மதிப்பாய்வு சமர்ப்பித்தது

source: Opened the submission while still sealed
cs: Otevření podání v zapečetěném stavu
ru: Открыл(а) заявку которая была запечатанной
ta: சீல் வைக்கப்படும் போது சமர்ப்பிப்பைத் திறந்தது

source: {opinion.opinion_display}s with {opinion.review.author}s review of {source}
cs: {opinion.opinion_display}s s {opinion.review.author}s hodnocením {source}
ta: {opinion.opinion_display} s {opinion.review.author} உடன் {source} s

source: deleted the opinion for review: {review_opinion.review}
cs: vymazal stanovisko k hodnocení: {review_opinion.review}
ta: மதிப்பாய்வுக்கான கருத்தை நீக்கியது: {review_opinion.review}

source: Created project
ta: உருவாக்கப்பட்ட திட்டம்

source: updated the project title from {old_title} to {source.title}
cs: aktualizoval název projektu z {old_title} na {source.title}
ta: திட்ட தலைப்பை {old_title} நான்கு, நாலடி, நான்கடி {source.title} வரை புதுப்பிக்கப்பட்டது

source: update Lead from {old_lead} to {source.lead}
cs: aktualizovat vedení z {old_lead} na {source.lead}
ta: {old_lead} இலிருந்து {source.lead} க்கு முன்னிலை புதுப்பிக்கவும்

source: Requested approval
cs: Požadované schválení
ru: Запрошено одобрение
ta: ஒப்புதல் கோரப்பட்டது

source: Approved
cs: Schváleno
ru: Одобрено
ta: அங்கீகரிக்கப்பட்டது

source: requested changes for acceptance: "{comment}"
cs: požadované změny k přijetí: "{comment}"
ta: ஏற்றுக்கொள்வதற்கான மாற்றங்கள் கோரப்பட்டன: "{comment}"

source: Submitted Contract Documents
cs: Předložené smluvní dokumenty
ru: Поданы контрактные документы
ta: சமர்ப்பிக்கப்பட்ட ஒப்பந்த ஆவணங்கள்

source: Uploaded a {contract.state} contract
cs: Nahraná smlouva {contract.state}
ru: Загружен {contract.state} контракт
ta: ஒரு {contract.state} ஒப்பந்தத்தை பதிவேற்றியது

source: Approved contract
cs: Schválená smlouva
ru: Контракт одобрен
ta: அங்கீகரிக்கப்பட்ட ஒப்பந்தம்

source: Invoice added
cs: Faktura přidána
ru: Добавлен инвойс
ta: விலைப்பட்டியல் சேர்க்கப்பட்டது

source: Submitted a report
cs: Předložená zpráva
ru: Отчет подан
ta: ஒரு அறிக்கையை சமர்ப்பித்தது

source: disabled reporting
cs: vypnuté hlášení
ru: отчетность отключена
ta: முடக்கப்பட்ட அறிக்கை

source: archived this submission
cs: archivoval toto podání
ta: இந்த சமர்ப்பிப்பு காப்பகப்படுத்தப்பட்டது

source: un-archived this submission
cs: odarchivoval toto podání
ta: இந்த சமர்ப்பிப்பு அல்ல

source: deleted an invoice
cs: smazal fakturu
ta: ஒரு விலைப்பட்டியல் நீக்கப்பட்டது

source: Reviewers updated.
cs: Recenzenti aktualizováni.
ru: Ревьюеры обновлены.
ta: விமர்சகர்கள் புதுப்பிக்கப்பட்டனர்.

source: Added:
cs: Přidáno:
ru: Добавлен:
ta: சேர்க்கப்பட்டது:

source: Removed:
cs: Odstraněno:
ru: Удален:
ta: அகற்றப்பட்டது:

source: Batch Reviewers Updated.
ta: தொகுதி மதிப்பாய்வாளர்கள் புதுப்பிக்கப்பட்டனர்.

source: {user} as {name}.
cs: {user} jako {name}.
ru: {user} в качестве {name}.
ta: {பயனர் {என {பெயர்.

source: Successfully deleted submissions: {title}
cs: Úspěšně odstraněné podání: {title}
ru: Успешно удалены заявки: {title}
ta: வெற்றிகரமாக நீக்கப்பட்ட சமர்ப்பிப்புகள்: {title}

source: Successfully archived submissions: {title}
cs: Úspěšně archivovaná podání: {title}
ru: Успешно заархивированы заявки: {title}
ta: வெற்றிகரமாக காப்பகப்படுத்தப்பட்ட சமர்ப்பிப்புகள்: {title}

source: Successfully updated status to {invoice_status} for invoices: {invoice_numbers}
cs: Stav faktur byl úspěšně aktualizován na {invoice_status} pro faktury: {invoice_numbers}
ta: விலைப்பட்டியலுக்கு {விலைப்பட்டியல்_ச்டேட்டச் பெறுநர் க்கு வெற்றிகரமாக புதுப்பிக்கப்பட்டது: {invoice_status}

source: Project form assigned to {}
ta: திட்ட படிவம் {to க்கு ஒதுக்கப்பட்டுள்ளது

source: removed the task {task.code} for {source} from the task list
cs: odstranil úlohu {task.code} pro {source} ze seznamu úloh
ta: பணி பட்டியலிலிருந்து {மூல க்கு க்கான பணியை {task.code இருந்து அகற்றியது

source: removed the task {task.code} for {source} from whole team's{user_groups} task list.
cs: odstranil úkol {task.code} pro {source} ze seznamu úkolů celého týmu {user_groups}.
ta: முழு அணியின் {task.code} பணி பட்டியலிலிருந்து {source} க்கான பணியை {user_groups} அகற்றியது.

source: Progressed from {old_display} to {new_display}
cs: Postoupeno z {old_display} na {new_display}
ru: Переведено из {old_display} в {new_display}
ta: {old_display} இலிருந்து {new_display} வரை முன்னேறியது

source: Partners updated.
cs: Partneři aktualizováni.
ru: Партнеры обновлены.
ta: கூட்டாளர்கள் புதுப்பிக்கப்பட்டனர்.

source: Updated reporting frequency. New schedule is: {new_schedule} starting on {schedule_start}
cs: Aktualizovaná frekvence podávání zpráv. Nový harmonogram je: {new_schedule} počínaje dnem {schedule_start}
ru: Обновлена частота отчетов. Новое расписание: {new_schedule} начинающееся {schedule_start}
ta: புதுப்பிக்கப்பட்ட அறிக்கையிடல் அதிர்வெண். புதிய அட்டவணை: {new_schedule} {schedule_start} இல் தொடங்குகிறது

source: Updated Invoice status to: {invoice_status}.
cs: Stav faktury aktualizován na: {invoice_status}.
ru: Обновлен статус инвойса: {invoice_status}.
ta: புதுப்பிக்கப்பட்ட விலைப்பட்டியல் நிலை: {invoice_status}.

source: Updated screening decision from "{old_status}" to "{new_status}"
cs: Aktualizováno rozhodnutí o kontrole z "{old_status}" na "{new_status}"
ta: "{old_status}" இலிருந்து "{new_status}" வரை புதுப்பிக்கப்பட்ட ச்கிரீனிங் முடிவு

source: Added screening decision to "{new_status}"
cs: Přidáno rozhodnutí o kontrole do "{new_status}"
ta: "{new_status}" க்கு ச்கிரீனிங் முடிவை சேர்க்கப்பட்டது

source: Removed "{old_status}" screening decision.
cs: Odstraněno rozhodnutí o kontrole "{old_status}".
ta: அகற்றப்பட்டது "{old_status}" ச்கிரீனிங் முடிவை.

source: Successfully removed document
ta: ஆவணத்தை வெற்றிகரமாக அகற்றியது

source: Reporting disabled
cs: Hlášení vypnuto
ru: Подача отчетов отключена
ta: அறிக்கையிடல் முடக்கப்பட்டது

source: Reminder created
cs: Připomínka vytvořena
ru: Напоминание создано
ta: நினைவூட்டல் உருவாக்கப்பட்டது

source: Reminder deleted
cs: Připomínka smazána
ru: Напоминание удалено
ta: நினைவூட்டல் நீக்கப்பட்டது

source: {user} as {name},
cs: {user} jako {name},
ru: {user} в качестве {name},
ta: {user} என {name},

source: Batch reviewers added: {reviewers_text} to
ta: தொகுதி விமர்சகர்கள் சேர்க்கப்பட்டனர்: {reviewers_text} பெறுநர்

source: Successfully updated reporting frequency. They will now report {new_schedule} starting on {schedule_start}
ta: அறிக்கையிடல் அதிர்வெண் வெற்றிகரமாக புதுப்பிக்கப்பட்டது. அவர்கள் இப்போது {new_schedule} இல் {schedule_start} இல் அறிக்கை செய்வார்கள்

source: Successfully skipped a Report for {start_date} to {end_date}
ta: {start_date} முதல் {end_date க்கு க்கான அறிக்கையை வெற்றிகரமாகத் தவிர்த்தது

source: Successfully unskipped a Report for {start_date} to {end_date}
ta: {start_date} முதல் {end_date க்கு க்கான அறிக்கையை வெற்றிகரமாக அவிழ்த்து விடுங்கள்

source: Successfully determined as {outcome}:
cs: Úspěšně určeno jako {outcome}:
ru: Успешно вынесено решение {outcome}:
ta: {outcome} என வெற்றிகரமாக தீர்மானிக்கப்படுகிறது:

source: Application ready to review: {source.title_text_display}
cs: Žádost je připravena ke kontrole: {source.title_text_display}
ta: மதிப்பாய்வு செய்யத் தயாராக உள்ளது: {source.title_text_display}

source: Multiple applications are now ready for your review
cs: K posouzení je nyní připraveno více žádostí
ru: Несколько заявок ожидают вашего ревью
ta: உங்கள் மதிப்பாய்வுக்கு இப்போது பல பயன்பாடுகள் தயாராக உள்ளன

source: Reminder: Application ready to review: {source.title_text_display}
cs: Připomínáme: Žádost je připravena ke kontrole: {source.title_text_display}
ta: நினைவூட்டல்: மதிப்பாய்வு செய்யத் தயாராக உள்ளது: {source.title_text_display}

source: Project is waiting for approval: {source.title}
cs: Projekt čeká na schválení: {source.title}
ru: Проект ожидает одобрения: {source.title}
ta: ஒப்புதலுக்காக திட்டம் காத்திருக்கிறது: {source.title}

source: Contract uploaded for the project: {source.title}
cs: Smlouva nahraná pro projekt: {source.title}
ru: Контракт загружен для проекта: {source.title}
ta: திட்டத்திற்காக பதிவேற்றப்பட்ட ஒப்பந்தம்: {source.title}

source: Contract Documents required approval for the project: {source.title}
cs: Smluvní dokumentace vyžadující schválení projektu: {source.title}
ru: Контрактные документы, требующие утверждения для проекта: {source.title}
ta: ஒப்பந்த ஆவணங்கள் திட்டத்திற்கு ஒப்புதல் தேவை: {source.title}

source: Project is waiting for the contract: {source.title}
cs: Projekt čeká na smlouvu: {source.title}
ru: Проект в ожидании контракта: {source.title}
ta: திட்டத்திற்காக திட்டம் காத்திருக்கிறது: {source.title}

source: Project is ready for invoicing: {source.title}
cs: Projekt je připraven k fakturaci: {source.title}
ru: Проект готов к инвойсу: {source.title}
ta: விலைப்பட்டியலுக்கு திட்டம் தயாராக உள்ளது: {source.title}

source: Project status has changed to {project_status}: {source.title}
cs: Stav projektu se změnil na {project_status}: {source.title}
ru: Статус проекта поменялся на {project_status}: {source.title}
ta: திட்ட நிலை {project_status}: {source.title} என மாற்றப்பட்டுள்ளது

source: Project has been rejected, please update and resubmit
cs: Projekt byl zamítnut, aktualizujte jej a předložte znovu
ru: Проект был отклонен, пожалуйста отредактируйте и подайте заново
ta: திட்டம் நிராகரிக்கப்பட்டுள்ளது, தயவுசெய்து புதுப்பித்து மீண்டும் சமர்ப்பிக்கப்படுகிறது

source: Project documents are ready to be assigned for approval: {source.title}
cs: Projektová dokumentace je připravena ke schválení: {source.title}
ru: Документы по проекту готовы для передачи на согласование: {source.title}
ta: திட்ட ஆவணங்கள் ஒப்புதலுக்காக ஒதுக்க தயாராக உள்ளன: {source.title}

source: Your application to {org_long_name}: {source.title_text_display}
cs: Vaše žádost na {org_long_name}: {source.title_text_display}
ta: உங்கள் பயன்பாடு {org_long_name}: {source.title_text_display}

source: Your {org_long_name} Project: {source.title}
cs: Vaše {org_long_name} Projekt: {source.title}
ta: உங்கள் {org_long_name} திட்டம்: {source.title}

source: A new submission has been submitted for {source.page.title}: <{link}|{source.title_text_display}> by {user}
cs: Bylo odesláno nové podání pro {source.page.title}: <{link}|{source.title_text_display}> od {user}
ta: {source.page.title}: <{link} |

source: The lead of <{link}|{source.title_text_display}> has been updated from {old_lead} to {source.lead} by {user}
cs: Vedení <{link}|{source.title_text_display}> bylo aktualizováno z {old_lead} na {source.lead} pomocí {user}
ta: <{link} | {source.title_text_display}> இன் முன்னணி {old_lead} முதல் {source.lead fout வரை {{{{{{{{{{{by

source: A new {comment.visibility} comment has been posted on <{link}|{source.title}> by {user}
cs: Na <{link}|{source.title}> byl vložen nový komentář {comment.visibility} od {user}
ru: Новый {comment.visibility} был опубликован на <{link}|{source.title}> пользователем {user}
ta: ஒரு புதிய {comment.visibility} கருத்து <{link} | {source.title}> இல் {user} ஆல் வெளியிடப்பட்டுள்ளது

source: {user} has edited <{link}|{source.title_text_display}>
cs: {user} upravil <{link}|{source.title_text_display}>
ta: {user} திருத்தப்பட்ட <{link} | {source.title_text_display}>

source: {user} has updated the partners on <{link}|{source.title_text_display}>
cs: {user} aktualizoval partnery na <{link}|{source.title_text_display}>
ta: {user} கூட்டாளர்களை <{link} | {source.title_text_display}> இல் புதுப்பித்துள்ளார்

source: {user} has updated the status of <{link}|{source.title_text_display}>: {old_phase.display_name} → {source.phase}
cs: {user} aktualizoval stav <{link}|{source.title_text_display}>: {old_phase.display_name} → {source.phase}
ta: {user} <{link} | {source.title_text_display}>: {old_phase.display_name} → {source.phase} இன் நிலையை புதுப்பித்துள்ளது

source: A proposal has been submitted for review: <{link}|{source.title_text_display}>
cs: Návrh byl předložen k přezkoumání: <{link}|{source.title_text_display}>
ta: மதிப்பாய்வுக்காக ஒரு திட்டம் சமர்ப்பிக்கப்பட்டுள்ளது: <{link} | {source.title_text_display}>

source: <{link}|{source.title_text_display}> by {source.user} has been invited to submit a proposal
cs: <{link}|{source.title_text_display}> od {source.user} byl vyzván k předložení návrhu
ta: <{link} | {source.title_text_display}> {source.user by ஒரு திட்டத்தை சமர்ப்பிக்க அழைக்கப்பட்டுள்ளது

source: {user} has submitted a review for <{link}|{source.title_text_display}>. Outcome: {review.outcome}, Score: {review.get_score_display}
cs: {user} odeslal recenzi na <{link}|{source.title_text_display}>. Výsledek: {review.outcome}, Score: {review.get_score_display}
ta: {user} <{link} | {source.title_text_display}> க்கான மதிப்பாய்வை சமர்ப்பித்துள்ளார். விளைவு: {review.outcome}, மதிப்பெண்: {review.get_score_display}

source: {user} has opened the sealed submission: <{link}|{source.title_text_display}>
cs: {user} otevřel zapečetěné podání: <{link}|{source.title_text_display}>
ta: {பயனர் chal முத்திரையிடப்பட்ட சமர்ப்பிப்பைத் திறந்துள்ளார்: <{user} | {link}>

source: {user} {opinion.opinion_display}s with {opinion.review.author}s review of <{link}|{source.title_text_display}>
cs: {user} {opinion.opinion_display}s {opinion.review.author}s recenzí <{link}|{source.title_text_display}>
ta: {பயனர் {{user} s with {opinion.opinion_display} கள் <{opinion.review.author} | {link}> இன் மதிப்பாய்வு

source: {user} has deleted {source.title_text_display}
cs: {user} smazal {source.title_text_display}
ta: {user} நீக்கப்பட்டுள்ளது {source.title_text_display}

source: {user} has deleted {review.author} review for <{link}|{source.title_text_display}>
cs: {user} smazal hodnocení {review.author} pro <{link}|{source.title_text_display}>
ta: {user} நீக்கப்பட்டிருக்கிறார் {review.author <{review.author} | {link}> க்கான மதிப்பாய்வு

source: {user} has deleted {review_opinion.author} review opinion for <{link}|{source.title_text_display}>
cs: {user} smazal názor {review_opinion.author} na recenzi pro <{link}|{source.title_text_display}>
ta: {user} நீக்கப்பட்டிருக்கிறார் {review_opinion.author <{review_opinion.author} | {link}> க்கான கருத்தை மதிப்பாய்வு செய்யவும்

source: {user} has created a Project: <{link}|{source.title}>
cs: {user} vytvořil Projekt: <{link}|{source.title}>
ru: {user} создал Проект: <{link}|{source.title}>
ta: {user} ஒரு திட்டத்தை உருவாக்கியுள்ளார்: <{link} | {source.title}>

source: The lead of project <{link}|{source.title}> has been updated from {old_lead} to {source.lead} by {user}
cs: Vedoucí projektu <{link}|{source.title}> byl aktualizován z {old_lead} na {source.lead} od {user}
ru: Руководитель проекта <{link}|{source.title}> был обновлен с {old_lead} на {source.lead} от {user}
ta: திட்டத்தின் முன்னணி <{link} | {source.title}> {old_lead} முதல் {source.lead} வரை {user} ஆல் புதுப்பிக்கப்பட்டது

source: The project title has been updated from <{link}|{old_title}> to <{link}|{source.title}> by {user}
cs: Název projektu byl aktualizován z <{link}|{old_title}> na <{link}|{source.title}> od {user}
ta: திட்ட தலைப்பு <{link} | {old_title}> இலிருந்து <{link} | {source.title}> க்கு புதுப்பிக்கப்பட்டுள்ளது {user}

source: {user} has edited {review.author} review for <{link}|{source.title_text_display}>
cs: {user} upravil {review.author} recenzi pro <{link}|{source.title_text_display}>
ta: {user} திருத்தப்பட்ட {review.author <{review.author} | {link}> க்கு மதிப்பாய்வு செய்துள்ளார்

source: {user} has requested approval on project <{link}|{source.title}>
cs: {user} požádal o schválení projektu <{link}|{source.title}>
ru: {user} запросил одобрение по проекту <{link}|{source.title}>
ta: {user} திட்ட <{link} | {source.title}> இல் ஒப்புதல் கோரியுள்ளார்

source: {user} has approved project <{link}|{source.title}>
cs: {user} schválil projekt <{link}|{source.title}>
ru: {user} одобрил проект <{link}|{source.title}>
ta: {user} அங்கீகரிக்கப்பட்ட திட்டத்தை <{link} | {source.title}>

source: {user} has requested changes for project acceptance on <{link}|{source.title}>
cs: {user} požádal o změny pro přijetí projektu dne <{link}|{source.title}>
ru: {user} запросил изменения по статусу одобрения заявки <{link}|{source.title}>
ta: <{user} | {link}> இல் திட்ட ஏற்றுக்கொள்வதற்கான மாற்றங்களை {source.title} கோரியுள்ளார்

source: {user} has uploaded a contract for <{link}|{source.title}>
cs: {user} nahrál smlouvu pro <{link}|{source.title}>
ru: {user} обновил контракт для <{link}|{source.title}>
ta: {user} <{link} | {source.title}> க்கான ஒப்பந்தத்தை பதிவேற்றியுள்ளார்

source: {user} has submitted the contracting document for project <{link}|{source.title}>
cs: {user} předložil zadávací dokumentaci k projektu <{link}|{source.title}>
ru: {user} отозвал контрактные документы по проекту <{link}|{source.title}>
ta: {user} திட்ட <{link} | {source.title}> க்கான ஒப்பந்த ஆவணத்தை சமர்ப்பித்துள்ளார்

source: {user} has approved contract for <{link}|{source.title}>
cs: {user} schválil smlouvu pro <{link}|{source.title}>
ru: {user} одобрил контракт для <{link}|{source.title}>
ta: {user} <{link} | {source.title}> க்கான ஒப்பந்தத்தை அங்கீகரித்துள்ளார்

source: {user} has created invoice for <{link}|{source.title}>
cs: {user} vytvořil fakturu pro <{link}|{source.title}>
ru: {user} создал инвойс для <{link}|{source.title}>
ta: {user} <{link} | {source.title}> க்கான விலைப்பட்டியல் உருவாக்கியுள்ளது

source: {user} has changed the status of <{link_related}|invoice> on <{link}|{source.title}> to {invoice.status_display}
cs: {user} změnil stav <{link_related}|faktury> na <{link}|{source.title}> na {invoice.status_display}
ru: {user} изменил статус <{link_related}|invoice> на проект <{link}|{source.title}> на {invoice.status_display}
ta: {user} <{link_related} | விலைப்பட்டியல்> இன் நிலையை <{link} | {source.title}> இல் {enpoice.status_display க்கு மாற்றியுள்ளார்

source: {user} has deleted invoice from <{link}|{source.title}>
cs: {user} smazal fakturu z <{link}|{source.title}>
ru: {user} удалил инвойс от проекта <{link}|{source.title}>
ta: {user} <{link} | {source.title}> இலிருந்து விலைப்பட்டியலை நீக்கிவிட்டார்

source: {user} has updated invoice for <{link}|{source.title}>
cs: {user} aktualizoval fakturu za <{link}|{source.title}>
ru: {user} обновил инвойс для проекта <{link}|{source.title}>
ta: {user} <{link} | {source.title}> க்கான விலைப்பட்டியல் புதுப்பிக்கப்பட்டுள்ளது

source: {user} has submitted a report for <{link}|{source.title}>
cs: {user} odeslal zprávu pro <{link}|{source.title}>
ru: {user} подал отчет по проекту <{link}|{source.title}>
ta: {user} <{link} | {source.title}> க்கான அறிக்கையை சமர்ப்பித்துள்ளார்

source: {user} has created a new account for <{link}|{source}>
cs: {user} vytvořil nový účet pro <{link}|{source}>
ru: {user} создал новый аккаунт для <{link}|{source}>
ta: {user} <{link} | {source}> க்கான புதிய கணக்கை உருவாக்கியுள்ளது

source: {user} has edited account for <{link}|{source}> that now has following roles: {roles}
cs: {user} upravil účet pro <{link}|{source}>, který má nyní následující role: {roles}
ru: {user} изменил аккаунт для <{link}|{source}> у которого теперь следующая роль: {roles}
ta: {user} <{link} | {source}> க்கான கணக்கைத் திருத்தியுள்ளார், அது இப்போது பின்வரும் பாத்திரங்களைக் கொண்டுள்ளது: {roles}

source: {user} has archived the submission: {source.title_text_display}
cs: {user} archivoval podání: {source.title_text_display}
ta: {பயனர் the சமர்ப்பிப்பை காப்பகப்படுத்தியுள்ளார்: {user}

source: {user} has unarchived the submission: {source.title_text_display}
cs: {user} odarchivoval podání: {source.title_text_display}
ta: {பயனர் the சமர்ப்பிப்புக்கு உட்படுத்தப்படவில்லை: {user}

source: {user} has updated the reviewers on <{link}|{title}>
cs: {user} aktualizoval hodnotitele na <{link}|{title}>
ru: {user} обновил ревьюеров по проекту <{link}|{title}>
ta: {user} மதிப்பாய்வாளர்களை <{link} | {title}> இல் புதுப்பித்துள்ளார்

source: {user} has batch changed lead to {new_lead} on: {submissions_text}
cs: {user} dávkově změnil vedení na {new_lead} na:: {submissions_text}
ru: {user} пакетно изменил руководителя на {new_lead} для: {submissions_text}
ta: {user} தொகுதி மாற்றப்பட்ட வழியை {new_lead} இல் மாற்றியுள்ளது: {submissions_text}

source: {user} has batch added {reviewers_text} as reviewers on: {submissions_text}
cs: {user} dávkově přidal {reviewers_text} jako recenzenty na: {submissions_text}
ru: {user} добавил групповым редактированием {reviewers_text} в качестве ревьюеров для: {submissions_text}
ta: {பயனர் atchitement மதிப்பாய்வாளர்களாக {user} சேர்க்கப்பட்டுள்ளது: {reviewers_text}

source: {user} has transitioned the following submissions: {submissions_links}
cs: {user} převedl následující podání: {submissions_links}
ru: {user} передал следующие заявки: {submissions_links}
ta: {பயனர் the பின்வரும் சமர்ப்பிப்புகளை மாற்றியுள்ளது: {user}

source: A determination for <{link}|{submission_title}> was sent by email. Outcome: {determination_outcome}
cs: Určení pro <{link}|{submission_title}> bylo odesláno e-mailem. Výsledek: {determination_outcome}
ru: Заключение для <{link}|{submission_title}> было отправлено по электронной почте. Результат: {determination_outcome}
ta: <{link} | {submission_title}> க்கான தீர்மானம் மின்னஞ்சல் மூலம் அனுப்பப்பட்டது. விளைவு: {determination_outcome}

source: A determination for <{link}|{submission_title}> was saved without sending an email. Outcome: {determination_outcome}
cs: Určení pro <{link}|{submission_title}> bylo uloženo bez odeslání e-mailu. Výsledek: {determination_outcome}
ru: Заключение для <{link}|{submission_title}> было сохранено без отправки по электронной почте. Результат: {determination_outcome}
ta: <{link} | {submission_title}> க்கான தீர்மானம் மின்னஞ்சல் அனுப்பாமல் சேமிக்கப்பட்டது. விளைவு: {determination_outcome}

source: Determinations of {outcome} was sent for: {submissions_links}
cs: Stanovení {outcome} bylo odesláno: {submissions_links}
ru: Заключение о {outcome} было отправлено для: {submissions_links}
ta: {விளைவு of இன் தீர்மானித்தல் அனுப்பப்பட்டது: {outcome}

source: {user} has deleted submissions: {title}
cs: {user} smazal příspěvky: {title}
ru: {user} удалил отправленные заявки: {title}
ta: {பயனர் the சமர்ப்பிப்புகளை நீக்கிவிட்டார்: {user}

source: {user} has archived submissions: {title}
cs: {user} má archivované příspěvky: {title}
ru: {user} архивировал заявки: {title}
ta: {user} காப்பகப்படுத்தப்பட்ட சமர்ப்பிப்புகளைக் கொண்டுள்ளது: {title}

source: <{link}|{title}> is ready for review. The following are assigned as reviewers: {reviewers}
cs: <{link}|{title}> je připraven ke kontrole. Jako recenzenti jsou přiděleni: {reviewers}
ru: <{link}|{title}> готов к проверке. Назначены следующие ревьюеры: {reviewers}
ta: <{link} | {title}> மதிப்பாய்வுக்கு தயாராக உள்ளது. பின்வருபவை மதிப்பாய்வாளர்களாக ஒதுக்கப்படுகின்றன: {reviewers}

source: as {role}
cs: jako {role}
ru: в роли {role}
ta: {role}

source: Today
cs: Dnes
ru: Сегодня
ta: இன்று

source: Yesterday
cs: Včera
ru: Вчера
ta: நேற்று

source: Past 7 days
cs: Minulých 7 dní
ru: За последние 7 дней
ta: கடந்த 7 நாட்கள்
