Repository: HyphaApp/hypha
Catalog: hypha/locale/*/LC_MESSAGES/django.po
Languages: cs, ru, ta

source: This report was previously not required. Please ensure you now complete the report.
cs: Tato zpráva dříve nebyla vyžadována. Nyní prosím zajistěte, abyste zprávu vyplnili.
ru: Ранее этот отчет не требовался. Пожалуйста, убедитесь, что вы заполнили отчет сейчас.
ta: இந்த அறிக்கை முன்பு தேவையில்லை. இப்போது நீங்கள் அறிக்கையை முடிக்கிறீர்கள் என்பதை உறுதிப்படுத்தவும்.

source: An %(ORG_SHORT_NAME)s staff member has submitted a report for %(title)s for period %(start_date)s to %(end_date)s.
cs: Člen týmu %(ORG_SHORT_NAME)s předložil zprávu pro %(title)s za období od %(start_date)s do %(end_date)s.
ta: ஒரு %(ORG_SHORT_NAME)s பணியாளர் உறுப்பினர் %(title)s க்கு ஒரு அறிக்கையை %(start_date)s க்கு %(end_date)s க்கு சமர்ப்பித்துள்ளார்.

source: You can review the report here
cs: Zprávu si můžete přečíst zde
ru: Вы можете ознакомиться с отчетом здесь
ta: அறிக்கையை இங்கே மதிப்பாய்வு செய்யலாம்

source: We appreciate your %(title)s application submission to the %(ORG_LONG_NAME)s.
cs: Vážíme si toho, že jste %(title)s podali přihlášku do %(ORG_LONG_NAME)s.
ta: உங்கள் %(தலைப்பு) விண்ணப்ப சமர்ப்பிப்பை %(title)s பாராட்டுகிறோம்.

source: Please note that it is not submitted for review because it's still in draft.
cs: Vezměte prosím na vědomí, že není předložen k posouzení, protože je stále v návrhu.
ru: Пожалуйста, обратите внимание, что он не отправлен на ревью, потому что находится в черновом варианте.
ta: இது இன்னும் வரைவில் இருப்பதால் இது மதிப்பாய்வுக்கு சமர்ப்பிக்கப்படவில்லை என்பதை நினைவில் கொள்க.

source: You can access the draft at
cs: Návrh je k dispozici na
ru: Вы можете ознакомиться с проектом по адресу
ta: நீங்கள் வரைவை அணுகலாம்

source: We will review and reply to your submission as quickly as possible.
cs: Vaše podání posoudíme a odpovíme na ně co nejrychleji.
ru: Мы рассмотрим вашу заявку и ответим на нее как можно быстрее.
ta: உங்கள் சமர்ப்பிப்புக்கு விரைவில் மதிப்பாய்வு செய்து பதிலளிப்போம்.

source: If you have issues accessing the submission system or general inquiries, please email us at %(ORG_EMAIL)s.
cs: Pokud máte problémy s přístupem do systému pro podávání žádostí nebo obecné dotazy, napište nám na adresu %(ORG_EMAIL)s.
ru: Если у вас возникли проблемы с доступом к системе подачи заявок или общие вопросы, напишите нам по адресу %(ORG_EMAIL)s.
ta: சமர்ப்பிக்கும் முறை அல்லது பொது விசாரணைகளை அணுகுவதில் உங்களுக்கு சிக்கல்கள் இருந்தால், தயவுசெய்து எங்களுக்கு %(ORG_EMAIL)s இல் மின்னஞ்சல் அனுப்புங்கள்.

source: For more information about our support options, review process, and selection criteria, please visit our website at %(ORG_URL)s.
cs: Další informace o možnostech podpory, procesu hodnocení a kritériích výběru naleznete na našich webových stránkách na %(ORG_URL)s.
ru: Более подробную информацию о вариантах поддержки, процессе рассмотрения и критериях отбора можно найти на нашем сайте по адресу %(ORG_URL)s.
ta: எங்கள் உதவி விருப்பங்கள், மறுஆய்வு செயல்முறை மற்றும் தேர்வு அளவுகோல்களைப் பற்றிய கூடுதல் தகவலுக்கு, தயவுசெய்து எங்கள் வலைத்தளத்தைப் பார்வையிடவும் (org_url).

source: Project Id
ta: திட்ட ஐடி

source: Project name
cs: Název projektu
ru: Название проекта
ta: திட்ட பெயர்

source: Contact name
cs: Jméno kontaktu
ru: Имя контактного лица
ta: தொடர்பு பெயர்

source: Contact email
cs: Kontaktní e-mail
ru: Контактный адрес электронной почты
ta: மின்னஞ்சல் தொடர்பு

source: Your submission has been edited by a member of staff.
cs: Váš příspěvek byl upraven členem týmu.
ru: Ваша заявка была отредактирована сотрудником.
ta: உங்கள் சமர்ப்பிப்பு ஊழியர்களின் உறுப்பினரால் திருத்தப்பட்டுள்ளது.

source: A Project's contract is awaiting your review.
cs: Smlouva o projektu čeká na vaši kontrolu.
ru: Контракт по проекту ожидает вашего рассмотрения.
ta: ஒரு திட்டத்தின் ஒப்பந்தம் உங்கள் மதிப்பாய்வுக்காக காத்திருக்கிறது.

source: Your application is now in "%(new_status)s" status (progressed from "%(old_status)s").
cs: Vaše žádost je nyní ve stavu „%(new_status)s“ (postoupila ze stavu „%(old_status)s“).
ru: Ваша заявка теперь находится в статусе "%(new_status)s" (прогресс из статуса "%(old_status)s").
ta: உங்கள் பயன்பாடு இப்போது "%(new_status)s" நிலையில் உள்ளது ("%(old_status)s" இலிருந்து முன்னேறியது).

source: Please submit any questions related to your application here
cs: Případné dotazy týkající se vaší žádosti zasílejte zde
ru: Пожалуйста, задавайте любые вопросы, связанные с вашей заявкой, здесь
ta: உங்கள் விண்ணப்பம் தொடர்பான ஏதேனும் கேள்விகளை இங்கே சமர்ப்பிக்கவும்

source: Reviewer
cs: Recenzent
ru: Ревьюер
ta: விமர்சகர்

source: Applicant
cs: Žadatel
ru: Заявитель
ta: விண்ணப்பதாரர்

source: -- No determination selected --
cs: -- Nebylo vybráno žádné určení --
ru: -- Нет выбранных решений --
ta: -எந்த உறுதியும் தேர்ந்தெடுக்கப்படவில்லை-

source: Active
cs: Aktivní
ru: Активные
ta: செயலில்

source: Submit date
ta: தேதி சமர்ப்பிக்கவும்

source: fund
ta: பொருள்

source: No Screening
ta: ச்கிரீனிங் இல்லை

source: Category
cs: Kategorie
ru: Категория
ta: வகை

source: Not found
ta: கண்டுபிடிக்கப்படவில்லை

source: Not Found
ta: கண்டுபிடிக்கப்படவில்லை

source: Invoice Already has this deliverable
ta: விலைப்பட்டியல் ஏற்கனவே வழங்கக்கூடியது

source: Required quantity is more than available
ta: தேவையான அளவு கிடைப்பதை விட அதிகம்

source: Multi select
cs: Vícenásobný výběr
ru: Выбор нескольких вариантов
ta: பல தேர்வு

source: Label
cs: Štítek
ru: Ярлык
ta: சிட்டை

source: Leave blank to use the default Category label
cs: Nechte prázdné, chcete-li použít výchozí štítek kategorie
ru: Оставьте пустым, чтобы использовать метку категории по умолчанию
ta: இயல்புநிலை வகை லேபிளைப் பயன்படுத்த காலியாக விடவும்

source: Help text
cs: Text nápovědy
ru: Текст справки
ta: உரை உதவி

source: Leave blank to use the default Category help text
cs: Nechte prázdné, chcete-li použít výchozí text nápovědy kategorie
ru: Оставьте поле пустым, чтобы использовать текст справки по умолчанию для категории
ta: இயல்புநிலை வகை உதவி உரையைப் பயன்படுத்த காலியாக விடவும்

source: Make available to filter on dashboard
cs: Zpřístupnění filtrování na ovládacím panelu
ru: Сделать фильтр доступным для дашборда
ta: டாச்போர்டில் வடிகட்ட கிடைக்கச் செய்யுங்கள்

source: Options
cs: Možnosti
ru: Опции
ta: விருப்பங்கள்

source: Keep the name short, ideally one word.
cs: Název by měl být krátký, nejlépe jednoslovný.
ru: Сократите название, в идеале до одного слова.
ta: பெயரை குறுகியதாக வைத்திருங்கள், வெறுமனே ஒரு சொல்.

source: Archived
cs: Archivováno
ru: Архивировано
ta: காப்பகப்படுத்தப்பட்டது

source: Archived terms can be viewed but not set on content.
cs: Archivované termíny lze zobrazit, ale nelze je nastavit na obsah.
ru: Архивные условия могут быть просмотрены, но не установлены для контента.
ta: காப்பகப்படுத்தப்பட்ட சொற்களைக் காணலாம், ஆனால் உள்ளடக்கத்தில் அமைக்கப்படவில்லை.

source: Make available to applicants
cs: Zpřístupnit žadatelům
ru: Сделать доступным для заявителей
ta: விண்ணப்பதாரர்களுக்கு கிடைக்கச் செய்யுங்கள்

source: Meta Term
ta: மேவு கால

source: Meta Terms
ta: மேவு விதிமுறைகள்

source: archived
cs: archivováno
ru: архивировано
ta: காப்பகப்படுத்தப்பட்டது

source: Dashboard
cs: Ovládací panel
ru: Дашборд
ta: முகப்புப்பெட்டி

source: My dashboard
cs: Můj ovládací panel
ru: Мой дашборд
ta: என் டாச்போர்டு

source: An overview of active and past submissions and projects
cs: Přehled aktivních a minulých podání a projektů
ru: Обзор активных и прошлых заявок и проектов
ta: செயலில் மற்றும் கடந்தகால சமர்ப்பிப்புகள் மற்றும் திட்டங்களின் கண்ணோட்டம்

source: Submit a new application
cs: Odeslat novou žádost
ru: Подать новую заявку
ta: புதிய விண்ணப்பத்தை சமர்ப்பிக்கவும்

source: Apply now for our open rounds
cs: Přihlaste se do našich otevřených kol
ru: Подайте заявку на участие в наших открытых раундах
ta: எங்கள் திறந்த சுற்றுகளுக்கு இப்போது விண்ணப்பிக்கவும்

source: Apply
cs: Přihlásit se
ru: Подать заявку
ta: இடு

source: My submissions
cs: Moje podání
ta: எனது சமர்ப்பிப்புகள்

source: My projects
cs: Moje projekty
ta: எனது திட்டங்கள்

source: My active invoices
cs: Moje aktivní faktury
ta: எனது செயலில் உள்ள விலைப்பட்டியல்

source: Date added:
cs: Datum přidání:
ta: தேதி சேர்க்கப்பட்டது:

source: No active invoices
cs: Žádné aktivní faktury
ta: செயலில் விலைப்பட்டியல் இல்லை

source: Submission history
cs: Historie podání
ru: История заявки
ta: சமர்ப்பிக்கும் வரலாறு

source: Project history
cs: Historie projektu
ru: История проекта
ta: திட்ட வரலாறு

source: An overview of active and past submissions
cs: Přehled aktivních a minulých podání
ru: Обзор активных и прошлых заявок
ta: செயலில் மற்றும் கடந்தகால சமர்ப்பிப்புகளின் கண்ணோட்டம்

source: Community review submissions
cs: Předložené žádosti o přezkum komunitou
ru: Заявки для коммьюнити ревью
ta: சமூக மறுஆய்வு சமர்ப்பிப்புகள்

source: No submissions
cs: Žádná podání
ru: Нет заявок
ta: சமர்ப்பிப்புகள் இல்லை

source: Your previous reviews
cs: Vaše předchozí hodnocení
ru: Ваши предыдущие ревью
ta: உங்கள் முந்தைய மதிப்புரைகள்

source: Your active submissions
cs: Vaše aktivní podání
ru: Ваши активные заявки
ta: உங்கள் செயலில் சமர்ப்பிப்புகள்

source: Submitted
cs: Odesláno
ru: Подано
ta: சமர்ப்பிக்கப்பட்டது

source: by
cs: od
ru: от
ta: மூலம்

source: Start your
cs: Začněte
ru: Начните свой
ta: உங்கள் தொடங்கு

source: application
cs: žádost
ru: заявка
ta: பயன்பாடு

source: No active submissions
cs: Žádná aktivní podání
ru: Нет активных заявок
ta: செயலில் சமர்ப்பிப்புகள் இல்லை

source: Administration
cs: Správa
ta: நிர்வாகம்

source: PAFs for review
cs: PAF k přezkoumání
ta: மதிப்பாய்வுக்கு PAFS

source: Invoices
cs: Faktury
ru: Инвойсы
ta: விலைப்பட்டியல்

source: Active Invoices
cs: Aktivní faktury
ru: Активные инвойсы
ta: செயலில் விலைப்பட்டியல்

source: For Approval
cs: Ke schválení
ru: Для утверждения
ta: ஒப்புதலுக்காக

source: For Conversion
cs: Pro konverzi
ru: Для конвертации
ta: மாற்றத்திற்காக

source: No Active Invoices
cs: Žádné aktivní faktury
ru: Нет активных инвойсов
ta: செயலில் விலைப்பட்டியல் இல்லை

source: No Invoices for Approval
cs: Žádné faktury ke schválení
ru: Нет инвойсов для утверждения
ta: ஒப்புதலுக்காக விலைப்பட்டியல் இல்லை

source: No Invoices for Conversion
cs: Žádné faktury pro konverzi
ru: Нет инвойсов для конвертации
ta: மாற்றத்திற்கான விலைப்பட்டியல் இல்லை

source: Your flagged submissions
cs: Vaše označená podání
ru: Ваши помеченные заявки
ta: உங்கள் கொடியிடப்பட்ட சமர்ப்பிப்புகள்

source: Show all
cs: Zobrazit vše
ru: Показать все
ta: அனைத்தையும் காட்டு

source: My tasks
cs: Moje úlohy
ta: என் பணிகள்

source: Waiting for contract
cs: Čeká se na smlouvu
ru: В ожидании контракта
ta: ஒப்பந்தத்திற்காக காத்திருக்கிறது

source: Projects in contracting
cs: Projekty ve smluvním procesu
ru: Проекты на стадии заключения контрактов
ta: ஒப்பந்தத்தில் திட்டங்கள்

source: Waiting for contract approval
cs: Čekání na schválení smlouvy
ru: В ожидании утверждения контракта
ta: ஒப்பந்த ஒப்புதலுக்காக காத்திருக்கிறது

source: No project is waiting for contract
cs: Na smlouvu nečeká žádný projekt
ru: Ни один проект не ожидает заключения контракта
ta: எந்தவொரு திட்டமும் ஒப்பந்தத்திற்காக காத்திருக்கவில்லை

source: No project is waiting for contract approval
cs: Žádný projekt nečeká na schválení smlouvy
ru: Ни один проект не ожидает утверждения контракта
ta: ஒப்பந்த ஒப்புதலுக்காக எந்த திட்டமும் காத்திருக்கவில்லை

source: Submissions waiting for your review
cs: Podání čekající na vaše posouzení
ru: Заявки, ожидающие вашего рассмотрения
ta: உங்கள் மதிப்பாய்வுக்காக காத்திருக்கும் சமர்ப்பிப்புகள்

source: Nice! You're all caught up. 🎉
cs: Pěkné! Všichni jste se chytili. 🎉
ru: Отлично! Вы все успели. 🎉
ta: நல்லது! நீங்கள் அனைவரும் பிடிபட்டீர்கள். .

source: Find new applications to review
cs: Hledání nových žádostí ke kontrole
ru: Найти новые заявки для ревью
ta: மதிப்பாய்வு செய்ய புதிய பயன்பாடுகளைக் கண்டறியவும்

source: Project start date:
cs: Datum zahájení projektu:
ru: Дата начала проекта:
ta: திட்ட தொடக்க தேதி:

source: No active projects
cs: Žádné aktivní projekty
ru: Нет активных проектов
ta: செயலில் உள்ள திட்டங்கள் இல்லை

source: Drafted on
cs: Navrženo v
ta: வரைவு

source: Submitted on
cs: Odesláno v
ru: Представлено на
ta: சமர்ப்பிக்கப்பட்டது

source: Delete
cs: Smazat
ru: Удалить
ta: நீக்கு

source: Welcome
cs: Vítejte
ru: Добро пожаловать
ta: வரவேற்கிறோம்

source: You are the partner of these submissions
cs: Jste partnerem těchto podání
ru: Вы - партнер этих заявок
ta: இந்த சமர்ப்பிப்புகளின் பங்குதாரர் நீங்கள்

source: Live projects under your management
cs: Živé projekty, které řídíte
ru: Активные проекты под вашим управлением
ta: உங்கள் நிர்வாகத்தின் கீழ் நேரடி திட்டங்கள்

source: Requests for invoices requiring your attention
cs: Žádosti o faktury, které vyžadují vaši pozornost
ru: Запросы об инвойсах, требующих вашего внимания
ta: உங்கள் கவனம் தேவைப்படும் விலைப்பட்டியலுக்கான கோரிக்கைகள்

source: Project forms for review
cs: Projektové formuláře ke kontrole
ta: மதிப்பாய்வுக்கான திட்ட படிவங்கள்

source: Your projects
cs: Vaše projekty
ru: Ваши проекты
ta: உங்கள் திட்டங்கள்

source: Goto Dashboard
cs: Přejít na ovládací panel
ta: கோட்டோ டாச்போர்டு

source: Send Notice
cs: Odeslat oznámení
ru: Отправить уведомление
ta: அறிவிப்பு அனுப்பவும்

source: Fields
cs: Pole
ru: Поля
ta: புலங்கள்

source: Paragraph
cs: Paragraf
ru: Параграф
ta: பத்தி

source: Determination
cs: Určení
ru: Решение
ta: தீர்மானித்தல்

source: Determination message
cs: Zpráva o určení
ru: Сообщение о решении
ta: தீர்மானிக்கும் செய்தி

source: Goals and principles
cs: Cíle a principy
ru: Цели и принципы
ta: இலக்குகள் மற்றும் கொள்கைகள்

source: Technical merit
cs: Technické přednosti
ru: Технические достоинства
ta: தொழில்நுட்ப தகுதி

source: Reasonable, realistic and sustainable
cs: Rozumné, realistické a udržitelné
ru: Разумный, реалистичный и устойчивый
ta: நியாயமான, யதார்த்தமான மற்றும் நிலையான

source: Other comments
cs: Další připomínky
ru: Другие комментарии
ta: பிற கருத்துகள்

source: Positive aspects
cs: Pozitivní aspekty
ru: Позитивные аспекты
ta: நேர்மறையான நற்பொருத்தங்கள்

source: Concerns
cs: Obavy
ru: Замечания
ta: கவலைகள்

source: Items that must be addressed
cs: Položky, které je třeba řešit
ru: Вопросы, которые требуют внимания
ta: கவனிக்கப்பட வேண்டிய உருப்படிகள்

source: Project overview questions and comments
cs: Otázky a připomínky k přehledu projektů
ru: Вопросы и комментарии к обзору проекта
ta: திட்ட கண்ணோட்டம் கேள்விகள் மற்றும் கருத்துகள்

source: Objectives questions and comments
cs: Otázky a připomínky k cílům
ru: Вопросы и комментарии к целям
ta: குறிக்கோள்கள் கேள்விகள் மற்றும் கருத்துகள்

source: Methods and strategy questions and comments
cs: Otázky a připomínky k metodám a strategiím
ru: Вопросы и комментарии по методам и стратегии
ta: முறைகள் மற்றும் மூலோபாய கேள்விகள் மற்றும் கருத்துகள்

source: Technical feasibility questions and comments
cs: Otázky a připomínky k technické proveditelnosti
ru: Вопросы и комментарии по техническому обоснованию
ta: தொழில்நுட்ப சாத்தியக்கூறு கேள்விகள் மற்றும் கருத்துகள்

source: Alternative analysis - "red teaming" questions and comments
cs: Alternativní analýza - otázky a připomínky "červeného týmu"
ru: Альтернативный анализ - вопросы и комментарии команды «оппонентов»
ta: மாற்று பகுப்பாய்வு - "சிவப்பு குழு" கேள்விகள் மற்றும் கருத்துகள்

source: Usability questions and comments
cs: Otázky a připomínky k použitelnosti
ru: Вопросы и комментарии по удобству использования
ta: பயன்பாட்டு கேள்விகள் மற்றும் கருத்துகள்

source: Sustainability questions and comments
cs: Otázky a připomínky k udržitelnosti
ru: Вопросы и комментарии по устойчивости
ta: நிலைத்தன்மை கேள்விகள் மற்றும் கருத்துகள்

source: Collaboration questions and comments
cs: Otázky a připomínky ke spolupráci
ru: Вопросы и комментарии по совместной работе
ta: ஒத்துழைப்பு கேள்விகள் மற்றும் கருத்துகள்

source: Cost realism questions and comments
cs: Otázky a připomínky k reálnosti nákladů
ru: Вопросы и комментарии о реалистичности затрат
ta: செலவு யதார்த்தவாதம் கேள்விகள் மற்றும் கருத்துகள்

source: Qualifications questions and comments
cs: Otázky a připomínky ke kvalifikaci
ru: Вопросы и комментарии к квалификации
ta: தகுதிகள் கேள்விகள் மற்றும் கருத்துகள்

source: Evaluation questions and comments
cs: Otázky a připomínky k hodnocení
ru: Вопросы и комментарии к оценке
ta: மதிப்பீட்டு கேள்விகள் மற்றும் கருத்துகள்

source: Rationale and appropriateness questions and comments
cs: Otázky a připomínky k odůvodnění a vhodnosti
ru: Вопросы и комментарии по обоснованию и целесообразности
ta: பகுத்தறிவு மற்றும் சரியான கேள்விகள் மற்றும் கருத்துகள்

source: -- No proposal form selected --
cs: -- Nebyl vybrán žádný formulář návrhu --
ru: -- Не выбрана форма предложения...
ta: -எந்த திட்ட படிவமும் தேர்ந்தெடுக்கப்படவில்லை-

source: Select the proposal form only for determination approval
cs: Zvolte formulář návrhu pouze pro schválení určení
ru: Выберите форму предложения только для утверждения решения
ta: நிர்ணயிக்கும் ஒப்புதலுக்கு மட்டுமே முன்மொழிவு படிவத்தைத் தேர்ந்தெடுக்கவும்

source: Select the proposal form to use for proposal stage.
cs: Vyberte formulář návrhu, který chcete použít pro fázi návrhu.
ru: Выберите форму предложения для использования на этапе предложения.
ta: முன்மொழிவு நிலைக்கு பயன்படுத்த முன்மொழிவு படிவத்தைத் தேர்ந்தெடுக்கவும்.

source: Proposal Form
cs: Formulář pro návrh
ru: Форма для предложения
ta: முன்மொழிவு படிவம்

source: Draft
cs: Návrh
ru: Черновик
ta: வரைவு

source: Creation time
cs: Čas vytvoření
ru: Время создания
ta: உருவாக்கிய நேரம்

source: Update time
cs: Čas aktualizace
ru: Обновить время
ta: புதுப்பிப்பு நேரம்

source: Send message to applicant
cs: Odeslat zprávu žadateli
ru: Отправить сообщение заявителю
ta: விண்ணப்பதாரருக்கு செய்தியை அனுப்பவும்

source: Request
cs: Žádost
ru: Запрос
ta: கோரிக்கை

source: Concept note
cs: Poznámka ke konceptu
ru: Концептуальный документ
ta: கருத்து குறிப்பு

source: Proposal
cs: Návrh
ru: Предложение
ta: முன்மொழிவு

source: Concept form
cs: Formulář konceptu
ru: Форма концепта
ta: கருத்து வடிவம்

source: Proposal form
cs: Formulář návrhu
ru: Форма предложения
ta: முன்மொழிவு படிவம்

source: Dismissed
cs: Zamítnuto
ru: Отклонено
ta: தள்ளுபடி செய்யப்பட்டது

source: More information requested
cs: Další požadované informace
ru: Запрошена дополнительная информация
ta: மேலும் செய்தி கோரப்பட்டது

source: Edit a Determination
cs: Upravit určení
ru: Редактировать решение
ta: ஒரு தீர்மானத்தைத் திருத்தவும்

source: draft
cs: návrh
ru: черновик
ta: வரைவு

source: Create a Determination
cs: Vytvořit rozhodnutí
ru: Создать решение
ta: ஒரு உறுதியை உருவாக்கவும்

source: Update Determination draft
cs: Aktualizace návrhu rozhodnutí
ru: Обновить черновик решения
ta: உறுதியான வரைவு புதுப்பிப்பு

source: Create Determination
cs: Vytvořit rozhodnutí
ru: Создать решение
ta: தீர்மானத்தை உருவாக்குங்கள்

source: For
cs: Pro
ru: Для
ta: க்கு

source: Show application
cs: Zobrazit žádost
ta: பயன்பாட்டைக் காட்டு

source: Hide application
cs: Skrýt žádost
ta: பயன்பாட்டை மறைக்கவும்

source: Save draft
cs: Uložit návrh
ru: Сохранить черновик
ta: வரைவை சேமிக்கவும்

source: Loading…
cs: Načítání…
ta: ஏற்றுகிறது…

source: Add Batch Determination
cs: Přidat rozhodnutí skupiny
ru: Добавить групповое решение
ta: தொகுதி தீர்மானத்தை சேர்க்கவும்

source: Determining
cs: Rozhodování
ru: Определение решения
ta: தீர்மானித்தல்

source: submission
cs: podání
ru: заявка
ta: சமர்ப்பிப்பு

source: as
cs: jako
ru: в качестве
ta: அச்

source: Show
cs: Zobrazit
ru: Показать
ta: காட்டு

source: Send
cs: Odeslat
ru: Отправить
ta: அனுப்பு

source: Determination for
cs: Rozhodnutí pro
ru: Заключение для
ta: தீர்மானித்தல்

source: View submission
ta: சமர்ப்பிப்பைக் காண்க

source: DRAFT
cs: NÁVRH
ru: ЧЕРНОВИК
ta: வரைவு

source: Edit determination
cs: Upravit určení
ru: Редактировать решение
ta: தீர்மானத்தைத் திருத்து

source: Determinations
cs: Rozhodnutí
ru: Решения
ta: தீர்மானங்கள்

source: Awaiting determination
cs: Čeká se na rozhodnutí
ru: Ожидает решения
ta: உறுதியுக்காக காத்திருக்கிறது

source: Send determination
ta: தீர்மானத்தை அனுப்புங்கள்

source: This determination message will be emailed to %(count)s applicants and <strong>cannot be undone.</strong>
ta: இந்த நிர்ணயிக்கும் செய்தி %(எண்ணிக்கை) விண்ணப்பதாரர்களுக்கு மின்னஞ்சல் செய்யப்படும் மற்றும் <strong> செயல்தவிர்க்க முடியாது. </Strong>

source: Do you wish to contiune?
ta: நீங்கள் தொடர விரும்புகிறீர்களா?

source: Not yet
ta: இன்னும் இல்லை

source: Update draft
cs: Aktualizace návrhu
ru: Обновить черновик
ta: வரைவைப் புதுப்பிக்கவும்

source: Add determination
cs: Přidat rozhodnutí
ru: Добавить решение
ta: உறுதியைச் சேர்க்கவும்

source: A determination already exists for the following submissions and they have been excluded: {submissions}
cs: Pro následující podání již existuje rozhodnutí a byla vyloučena: {submissions}
ru: По следующим заявкам уже были приняты решения и эти заявки исключены: {submissions}
ta: பின்வரும் சமர்ப்பிப்புகளுக்கு ஏற்கனவே ஒரு தீர்மானம் உள்ளது, அவை விலக்கப்பட்டுள்ளன: {submissions}

source: You do not have permission to create that determination.
cs: K vytvoření tohoto rozhodnutí nemáte oprávnění.
ru: У вас недостаточно прав на вынесение решения.
ta: அந்த தீர்மானத்தை உருவாக்க உங்களுக்கு இசைவு இல்லை.

source: A final determination has already been submitted.
cs: Konečné rozhodnutí již bylo předloženo.
ru: Окончательное решение уже представлено.
ta: இறுதி தீர்மானம் ஏற்கனவே சமர்ப்பிக்கப்பட்டுள்ளது.

source: There is a draft determination you do not have permission to edit.
cs: Existuje návrh rozhodnutí, který nemáte oprávnění upravovat.
ru: Существует черновик решения, на редактирование которого у вас нет прав.
ta: திருத்த உங்களுக்கு இசைவு இல்லை வரைவு தீர்மானம் உள்ளது.

source: A determination of "{current}" exists but you tried to progress as "{target}"
cs: Rozhodnutí o "{current}" existuje, ale pokusili jste se postoupit jako "{target}"
ru: Существует решение со статусом "{current}", когда вы пытались перевести его в статус "{target}"
ta: "{current}" இன் தீர்மானம் உள்ளது, ஆனால் நீங்கள் "{target}" ஆக முன்னேற முயற்சித்தீர்கள்

source: Flagged
cs: Označeno
ta: கொடியிடப்பட்டது

source: Flag
cs: Příznak
ru: Флаг
ta: கொடி

source: Staff Flagged
cs: Zaměstnanci označeni
ta: ஊழியர்கள் கொடியிடப்பட்டனர்

source: Staff Flag
cs: Označení zaměstnanců
ta: ஊழியர்களின் கொடி

source: Please provide Project Form.
cs: Uveďte formulář projektu.
ta: திட்ட படிவத்தை வழங்கவும்.

source: Fund or RFP
cs: Fond nebo RFP
ru: Фонд или запрос предложений
ta: பொருள் அல்லது RFP

source: Funds & RFP
cs: Fondy a RFP
ru: Фонды и запрос предложений
ta: பொருள் & ஆர்.எஃப்.பி.

source: Rounds and Sealed Rounds
cs: Kola a zapečetěná Kola
ru: Раунды и закрытые раунды
ta: சுற்றுகள் மற்றும் சீல் செய்யப்பட்ட சுற்றுகள்

source: Labs
cs: Laboratoře
ru: Лаборатории
ta: ஆய்வகங்கள்

source: Open
cs: Otevřeno
ru: Открыто
ta: திற

source: Closed
cs: Uzavřeno
ru: Закрыто
ta: மூடப்பட்டது

source: Page '{0}' and {1} subpages copied.
cs: Stránka '{0}' a podstránky {1} zkopírovány.
ru: Страница '{0}' и {1} подстраницы скопированы.
ta: பக்கம் '{0}' மற்றும் {1} துணைப் பக்கங்கள் நகலெடுக்கப்பட்டன.

source: Page '{0}' copied.
cs: Stránka '{0}' zkopírována.
ru: Страница '{0}' скопирована.
ta: பக்கம் '{0}' நகலெடுக்கப்பட்டது.

source: What is the title of your application?
cs: Jaký je název vaší žádosti?
ru: Как называется ваша заявка?
ta: உங்கள் பயன்பாட்டின் தலைப்பு என்ன?

source: This project name can be changed if a full proposal is requested.
cs: Tento název projektu lze změnit, pokud je požadován úplný návrh.
ru: Это название проекта может быть изменено, если будет запрошено полное предложение.
ta: முழு முன்மொழிவு கோரப்பட்டால் இந்த திட்ட பெயரை மாற்றலாம்.

source: Application title
cs: Název žádosti
ru: Название заявки
ta: பயன்பாட்டு தலைப்பு

source: Requested amount
cs: Požadovaná částka
ru: Запрашиваемая сумма
ta: கோரப்பட்ட தொகை

source: Organization name
cs: Název organizace
ru: Название организации
ta: அமைப்பு பெயர்
