Repository: HyphaApp/hypha
Catalog: hypha/locale/*/LC_MESSAGES/django.po
Languages: cs, ru, ta

source: Invoice [{related.invoice_number}]({link}) required changes or more information
ta: விலைப்பட்டியல் [{தொடர்புடைய

source: Invoice [{related.invoice_number}]({link}) is waiting for your approval
ta: விலைப்பட்டியல் [{தொடர்புடைய

source: Invoice [{related.invoice_number}]({link}) is waiting to be paid
ta: விலைப்பட்டியல் [{தொடர்புடைய

source: Report for project [<span class="truncate inline-block max-w-32 align-bottom ">{related.title}</span>]({link} "{related.title}") is due
ta: திட்டத்திற்கான அறிக்கை [<ச்பான் கிளாச் = "

source: No pending task.
cs: Žádný nevyřízený úkol.
ta: நிலுவையில் உள்ள பணி இல்லை.

source: Are you sure you want to remove this task? It will remove this task from your task list.
ta: இந்த பணியை அகற்ற விரும்புகிறீர்களா? இது உங்கள் பணி பட்டியலிலிருந்து இந்த பணியை அகற்றும்.

source: Remember me
cs: Pamatuj si mě
ta: என்னை நினைவில் கொள்ளுங்கள்

source: On trusted devices only, keeps you logged in for a longer period.
cs: Pouze na důvěryhodných zařízeních vás udrží přihlášené po delší dobu.
ta: நம்பகமான சாதனங்களில் மட்டுமே, உங்களை நீண்ட காலத்திற்கு உள்நுழைந்திருக்கிறது.

source: Email address
cs: E-mailová adresa
ta: மின்னஞ்சல் முகவரி

source: A user with that email already exists.
cs: Uživatel s tímto e-mailem již existuje.
ru: Пользователь с таким электронным адресом уже существует.
ta: அந்த மின்னஞ்சலுடன் ஒரு பயனர் ஏற்கனவே இருக்கிறார்.

source: The two password fields didn't match.
cs: Obě pole hesla se neshodovala.
ru: Два поля для ввода пароля не совпадают.
ta: இரண்டு கடவுச்சொல் புலங்கள் பொருந்தவில்லை.

source: You are registered using OAuth, please contact an admin if you need to change your email address.
cs: Jste zaregistrováni pomocí OAuth, pokud potřebujete změnit e-mailovou adresu, kontaktujte prosím správce.
ru: Вы зарегистрированы с помощью OAuth, пожалуйста, свяжитесь с администратором, если вам нужно изменить адрес электронной почты.
ta: OAuth ஐப் பயன்படுத்தி நீங்கள் பதிவுசெய்துள்ளீர்கள், உங்கள் மின்னஞ்சல் முகவரியை மாற்ற வேண்டும் என்றால் தயவுசெய்து ஒரு நிர்வாகியைத் தொடர்பு கொள்ளுங்கள்.

source: Only includes active, non-superusers
cs: Zahrnuje pouze aktivní uživatele, kteří nejsou superuživateli
ru: Включает только активных, не суперпользователей
ta: செயலில், அல்லாத சூப்பரசர்கள் மட்டுமே அடங்கும்

source: Password
cs: Heslo
ru: Пароль
ta: கடவுச்சொல்

source: Email change requires you to put password.
cs: Změna e-mailu vyžaduje zadání hesla.
ru: Для изменения электронной почты необходимо ввести пароль.
ta: மின்னஞ்சல் மாற்றத்திற்கு நீங்கள் கடவுச்சொல்லை வைக்க வேண்டும்.

source: Incorrect password. Please try again.
cs: Nesprávné heslo. Zkuste to prosím znovu.
ru: Неверный пароль. Пожалуйста, попробуйте еще раз.
ta: தவறான கடவுச்சொல். மீண்டும் முயற்சிக்கவும்.

source: To proceed, type "disable" below and then click on "confirm":
cs: Chcete-li pokračovat, zadejte níže příkaz "disable" a klikněte na "confirm":
ta: தொடர, கீழே உள்ள "முடக்கு" என்று தட்டச்சு செய்து, பின்னர் "உறுதிப்படுத்தவும்" என்பதைக் சொடுக்கு செய்க:

source: Incorrect input.
cs: Nesprávné zadání.
ta: தவறான உள்ளீடு.

source: Two factor authentication required
cs: Vyžaduje se dvoufaktorové ověřování
ta: இரண்டு காரணி ஏற்பு தேவை

source: email address
cs: e-mailová adresa
ru: адрес электронной почты
ta: மின்னஞ்சல் முகவரி

source: Slack name
cs: Uživatelské jméno na Slack
ru: Имя в Slack
ta: மந்தமான பெயர்

source: This is the name we should "@mention" when sending notifications
cs: Toto je jméno, které bychom měli "@mention" při odesílání oznámení
ru: Это имя, которое мы должны "@mention" при отправке уведомлений
ta: அறிவிப்புகளை அனுப்பும்போது நாம் "@Mention" செய்ய வேண்டிய பெயர் இது

source: Show consent checkbox?
cs: Zobrazit zaškrtávací políčko souhlasu?
ru: Показывать флажок согласия?
ta: ஒப்புதல் தேர்வுப்பெட்டியைக் காட்டவா?

source: Login extra text
cs: Přihlašovací text navíc
ru: Дополнительный текст для входа в систему
ta: கூடுதல் உரையை உள்நுழைக

source: Displayed along side login form
cs: Zobrazuje se vedle přihlašovacího formuláře
ru: Отображается рядом с формой входа
ta: பக்க உள்நுழைவு படிவத்துடன் காட்டப்படும்

source: User consent on login & register forms
cs: Souhlas uživatele v přihlašovacích a registračních formulářích
ru: Согласие пользователя на формах входа и регистрации
ta: உள்நுழைவு மற்றும் பதிவு படிவங்களில் பயனர் ஒப்புதல்

source: Login form customizations
cs: Přizpůsobení přihlašovacího formuláře
ru: Настройки формы входа в систему
ta: உள்நுழைவு படிவ தனிப்பயனாக்கங்கள்

source: Administrator
cs: Správce
ta: நிர்வாகி

source: Staff Admin
cs: Správce zaměstnanců
ta: பணியாளர் நிர்வாகி

source: Partner
ru: Партнер
ta: கூட்டாளர்

source: Community reviewer
cs: Komunitní hodnotitel
ta: சமூக விமர்சகர்

source: Approver
cs: Schvalovatel
ta: ஒப்புதல்

source: Finance
ta: பொருள்

source: Can access their own application and communicate via the communication tab.
cs: Může přistupovat k vlastní aplikaci a komunikovat prostřednictvím karty komunikace.
ta: அவர்களின் சொந்த பயன்பாட்டை அணுகலாம் மற்றும் செய்தி தொடர்பு தாவல் வழியாக தொடர்பு கொள்ளலாம்.

source: View and edit all submissions, submit reviews, send determinations, and set up applications.
cs: Může prohlížet a upravovat všechna podání, zadávat recenze, odesílat rozhodnutí a nastavovat aplikace.
ta: அனைத்து சமர்ப்பிப்புகளையும் காணவும் திருத்தவும், மதிப்புரைகளைச் சமர்ப்பிக்கவும், தீர்மானங்களை அனுப்பவும், விண்ணப்பங்களை அமைக்கவும்.

source: Has a dashboard and can submit reviews. Advisory Council Members are typically assigned this role.
cs: Má ovládací panel a může odesílat recenze. Tuto roli obvykle mají členové poradního sboru.
ta: டாச்போர்டு உள்ளது மற்றும் மதிப்புரைகளை சமர்ப்பிக்கலாம். அறிவுரை கவுன்சில் உறுப்பினர்களுக்கு பொதுவாக இந்த பாத்திரம் ஒதுக்கப்படுகிறது.

source: Can view application message log. Must also be in group Staff.
cs: Může zobrazit protokol zpráv aplikace. Musí být také ve skupině Zaměstnanci.
ta: பயன்பாட்டு செய்தி பதிவைக் காணலாம். குழு ஊழியர்களிலும் இருக்க வேண்டும்.

source: Can view, edit, and comment on a specific application they are assigned to.
cs: Může prohlížet, upravovat a komentovat konkrétní aplikaci, ke které je přiřazen.
ta: அவர்கள் ஒதுக்கப்பட்ட ஒரு குறிப்பிட்ட பயன்பாட்டைக் காணலாம், திருத்தலாம் மற்றும் கருத்து தெரிவிக்கலாம்.

source: An applicant with access to other applications utilizing the community/peer review workflow.
cs: Žadatel s přístupem k ostatním žádostem využívajícím pracovní postup komunitního/kolektivního přezkumu.
ta: சமூகம்/பியர் மறுஆய்வு பணிப்பாய்வுகளைப் பயன்படுத்தி பிற பயன்பாடுகளை அணுகக்கூடிய விண்ணப்பதாரர்.

source: Can review/approve project form, and access compliance documents. Must also be in group: Staff, Contracting, or Finance.
cs: Může zkontrolovat/schválit formulář projektu a získat přístup k dokumentům o shodě. Musí být také ve skupině: V případě, že je to nutné, musí být ve skupině zaměstnanci, zadavatelé nebo finančníci.
ta: திட்ட படிவத்தை மதிப்பாய்வு செய்யலாம்/அங்கீகரிக்கலாம் மற்றும் இணக்க ஆவணங்களை அணுகலாம். குழுவிலும் இருக்க வேண்டும்: ஊழியர்கள், ஒப்பந்தம் அல்லது பொருள்.

source: Can review/approve the project form, access documents associated with contracting, and access invoices approved by Staff.
cs: Může zkontrolovat/schválit formulář projektu, získat přístup k dokumentům souvisejícím s uzavíráním smluv a k fakturám schváleným zaměstnanci.
ta: திட்ட படிவத்தை மதிப்பாய்வு செய்யலாம்/அங்கீகரிக்கலாம், ஒப்பந்தத்துடன் தொடர்புடைய ஆவணங்களை அணுகலாம் மற்றும் ஊழியர்களால் அங்கீகரிக்கப்பட்ட விலைப்பட்டியல் அணுகல்.

source: Can review/approve the project form and access documents associated with contracting.
cs: Může zkontrolovat/schválit formulář projektu a získat přístup k dokumentům souvisejícím se zadáváním zakázek.
ta: திட்ட படிவத்தை மதிப்பாய்வு செய்யலாம்/அங்கீகரிக்கலாம் மற்றும் ஒப்பந்தத்துடன் தொடர்புடைய ஆவணங்களை அணுகலாம்.

source: Confirm access
cs: Potvrdit přístup
ru: Подтвердить доступ
ta: அணுகலை உறுதிப்படுத்தவும்

source: Send a confirmation code to your email
cs: Odeslat potvrzovací kód na váš e-mail
ta: உங்கள் மின்னஞ்சலுக்கு உறுதிப்படுத்தல் குறியீட்டை அனுப்பவும்

source: Having problems?
cs: Máte problémy?
ta: பிரச்சினைகள் உள்ளதா?

source: <strong>Tip:</strong> You are entering sudo mode. After you've performed a sudo-protected action, you'll only be asked to re-authenticate again after a few hours of inactivity.
cs: <strong>Tip:</strong> Vstupujete do režimu sudo. Poté, co provedete příkaz chráněný sudo. akci, budete požádáni o opětovné ověření až po několika hodinách nečinnosti.
ru: <strong>Совет:</strong> Вы входите в режим sudo. После выполнения защищенного действия с помощью sudo вас попросят вновь аутентифицироваться только после нескольких часов бездействия.
ta: <strong> உதவிக்குறிப்பு: </strong> நீங்கள் சூடோ பயன்முறையில் நுழைகிறீர்கள். நீங்கள் ஒரு சூடோ பாதுகாக்கப்பட்ட பிறகு செயல், சில மணிநேர செயலற்ற தன்மைக்குப் பிறகு மீண்டும் அங்கீகரிக்கும்படி மட்டுமே கேட்கப்படுவீர்கள்.

source: Back to Account
cs: Zpět na účet
ru: Назад к учетной записи
ta: கணக்கிற்குத் திரும்பு

source: Two-Factor Authentication (2FA)
cs: Dvoufaktorové ověřování (2FA)
ru: Двухфакторная аутентификация (2FA)
ta: இரண்டு காரணி ஏற்பு (2FA)

source: Go to my dashboard
cs: Přejít na můj ovládací panel
ru: Перейти в мой дашборд
ta: எனது டாச்போர்டுக்குச் செல்லுங்கள்

source: I've installed a 2FA App
cs: Nainstaloval jsem 2FA App
ru: Я установил приложение 2FA
ta: நான் 2FA பயன்பாட்டை நிறுவியுள்ளேன்

source: Verification code
cs: Ověřovací kód
ru: Код верификации
ta: சரிபார்ப்பு குறியீடு

source: Disabling 2FA
cs: Vypnutí 2FA
ru: Отключение 2FA
ta: 2fa ஐ முடக்குகிறது

source: Are you sure you want to disable the Two Factor Authentication for this user?
cs: Opravdu chcete pro tohoto uživatele zakázat dvoufaktorové ověřování?
ta: இந்த பயனருக்கான இரண்டு காரணி அங்கீகாரத்தை முடக்க விரும்புகிறீர்களா?

source: Backup Codes
cs: Záložní kódy
ru: Резервные коды
ta: காப்பு குறியீடுகள்

source: You should now print these codes or copy them to your clipboard and store them in your password manager.
cs: Tyto kódy byste si nyní měli vytisknout nebo zkopírovat do schránky a uložit do správce hesel.
ru: Теперь вам следует распечатать эти коды или скопировать их в свой буфер обмена и сохранить их в менеджере паролей.
ta: நீங்கள் இப்போது இந்த குறியீடுகளை அச்சிட வேண்டும் அல்லது அவற்றை உங்களிடம் நகலெடுக்க வேண்டும் இடைநிலைப்பலகை மற்றும் அவற்றை உங்கள் கடவுச்சொல் நிர்வாகியில் சேமிக்கவும்.

source: Print
cs: Tisk
ru: Печать
ta: அச்சிடுக

source: Copied!
cs: Zkopírováno!
ru: Скопировано!
ta: நகலெடுக்கப்பட்டது!

source: Copy to Clipboard
cs: Zkopírovat do schránky
ru: Скопировать в буфер обмена
ta: இடைநிலைப்பலகைக்கு நகலெடுக்கவும்

source: Regenerate Codes
cs: Kódy pro obnovu
ru: Сгенерировать новые коды
ta: குறியீடுகளை மீளுருவாக்கம் செய்யுங்கள்

source: <strong>Note:</strong> Each of the code can be used only once. When they are used up, you can generate a new set of backup codes.
cs: <strong>Poznámka:</strong> Každý z kódů lze použít pouze jednou. Po jejich vyčerpání můžete vygenerovat novou sadu záložních kódů.
ru: <strong>Примечание:</strong> Каждый из кодов может быть использован только один раз. Когда они будут израсходованы, вы сможете сгенерировать новый набор резервных кодов.
ta: <strong> குறிப்பு: </strong> ஒவ்வொரு குறியீட்டையும் ஒரு முறை மட்டுமே பயன்படுத்த முடியும். அவை பயன்படுத்தப்படும்போது, நீங்கள் ஒரு புதிய காப்புப்பிரதி குறியீடுகளை உருவாக்கலாம்.

source: Once done, acknowledge you have stored the codes securely and then click "Finish".
cs: Po dokončení potvrďte, že jste kódy bezpečně uložili, a klikněte na tlačítko "Dokončit".
ru: После этого подтвердите, что вы надежно сохранили коды, и нажмите "Готово".
ta: முடிந்ததும், நீங்கள் குறியீடுகளை பாதுகாப்பாக சேமித்துள்ளீர்கள் என்பதை ஒப்புக் கொண்டு, "முடிக்க" என்பதைக் சொடுக்கு செய்க.

source: Finish
cs: Dokončit
ru: Завершить
ta: முடிக்க

source: You don't have any backup codes yet.
cs: Zatím nemáte žádné záložní kódy.
ru: У вас еще нет резервных кодов.
ta: உங்களிடம் இன்னும் காப்புப்பிரதி குறியீடுகள் இல்லை.

source: Generate Codes
cs: Generovat kódy
ru: Генерировать коды
ta: குறியீடுகளை உருவாக்குங்கள்

source: If you loose your smartphone, or your Authenticator app is not available, you can use a backup code along with your username and password to login until you recover your smartphone. Each backup code can be used only once. </br> </br> These codes should be kept in a secure, private place (print them or store them in your password manager) for when you need them. When they are used up, you can generate a new set of backup codes.
cs: Pokud ztratíte svůj smartphone nebo vaše aplikace Authenticator není k dispozici, můžete se přihlásit pomocí záložního kódu spolu s uživatelským jménem a heslem, dokud smartphone neobnovíte. Každý záložní kód lze použít pouze jednou. </br> </br> Tyto kódy by měly být uloženy na bezpečném a soukromém místě (vytiskněte si je nebo uložte do správce hesel), abyste je mohli potřebovat. Po jejich vyčerpání můžete vygenerovat novou sadu záložních kódů.
ru: Если вы потеряли смартфон или ваше приложение для аутентификации недоступно, вы можете использовать резервный код вместе с именем пользователя и паролем для входа в систему до тех пор, пока не восстановите свой смартфон. Каждый резервный код можно использовать только один раз. </br> </br> Эти коды следует хранить в надежном, укромном месте (распечатайте их или сохраните в менеджере паролей), чтобы они могли пригодиться вам в нужный момент. Когда они будут израсходованы, вы сможете создать новый набор резервных кодов.
ta: உங்கள் ச்மார்ட்போனைத் தளர்த்தினால், அல்லது உங்கள் அங்கீகார பயன்பாடு கிடைக்கவில்லை என்றால், உங்கள் ச்மார்ட்போனை மீட்டெடுக்கும் வரை உள்நுழைய உங்கள் பயனர்பெயர் மற்றும் கடவுச்சொல்லுடன் காப்புப்பிரதி குறியீட்டைப் பயன்படுத்தலாம். ஒவ்வொரு காப்பு குறியீட்டையும் ஒரு முறை மட்டுமே பயன்படுத்த முடியும். </br> </br> இந்த குறியீடுகள் உங்களுக்குத் தேவைப்படும்போது பாதுகாப்பான, தனிப்பட்ட இடத்தில் வைக்கப்பட வேண்டும் (அவற்றை அச்சிடுங்கள் அல்லது உங்கள் கடவுச்சொல் நிர்வாகியில் சேமிக்கவும்). அவை பயன்படுத்தப்படும்போது, நீங்கள் ஒரு புதிய காப்புப்பிரதி குறியீடுகளை உருவாக்கலாம்.

source: <li>Please correct the error below.</li>
cs: <li>Prosím, opravte níže uvedenou chybu.</li>
ru: <li>Пожалуйста, исправьте ошибку, указанную ниже.</li>
ta: <li> கீழே உள்ள பிழையை சரிசெய்யவும். </li>

source: 2FA is an extra layer of security used to make sure that people trying to gain access to an online account are who they say they are. We recommend using Authy or another authenticator app.
cs: 2FA je dodatečná úroveň zabezpečení, která slouží k ověření, že osoby, které se snaží získat přístup k online účtu, jsou těmi, za které se vydávají. Doporučujeme používat Authy nebo jinou autentizační aplikaci.
ru: 2FA - это дополнительный уровень безопасности, позволяющий убедиться, что люди, пытающиеся получить доступ к онлайн-аккаунту, являются теми, за кого себя выдают. Мы рекомендуем использовать Authy или другое приложение-аутентификатор.
ta: 2FA என்பது ஒரு நிகழ்நிலை கணக்கிற்கு அணுகலைப் பெற முயற்சிக்கும் நபர்கள் அவர்கள் யார் என்று கூறுவதை உறுதி செய்யப் பயன்படும் பாதுகாப்பின் கூடுதல் அடுக்கு. உண்மையான அல்லது மற்றொரு அங்கீகார பயன்பாட்டைப் பயன்படுத்த பரிந்துரைக்கிறோம்.

source: Please contact %(ORG_EMAIL)s if you have technical difficulty enabling 2FA.
cs: V případě technických potíží s povolením 2FA se obraťte na %(ORG_EMAIL)s.
ru: Пожалуйста, свяжитесь с %(ORG_EMAIL)s, если у вас возникли технические трудности с включением 2FA.
ta: 2FA ஐ இயக்கும் தொழில்நுட்ப தொல்லை இருந்தால் %(ORG_EMAIL)s தொடர்பு கொள்ளவும்.

source: Please select which authentication method you would like to use.
cs: Vyberte, kterou metodu ověřování chcete použít.
ru: Пожалуйста, выберите метод аутентификации, который вы хотите использовать.
ta: நீங்கள் பயன்படுத்த விரும்பும் அங்கீகார முறையைத் தேர்ந்தெடுக்கவும்.

source: 2FA requires a verification code to pair your smartphone with your account.
cs: 2FA vyžaduje ověřovací kód pro spárování smartphonu s účtem.
ru: Двухфакторная аутентификация требует кода подтверждения для привязки вашего смартфона к вашей учетной записи.
ta: உங்கள் ச்மார்ட்போனை உங்கள் கணக்குடன் இணைக்க 2FA க்கு சரிபார்ப்பு குறியீடு தேவைப்படுகிறது.

source: <strong>Step 1:</strong> Open the Authencator app on your phone and scan the QR code displayed below.
ta: <strong> படி 1: </strong> உங்கள் தொலைபேசியில் அங்கீகார பயன்பாட்டைத் திறந்து கீழே காட்டப்பட்டுள்ள QR குறியீட்டை ச்கேன் செய்யுங்கள்.

source: Unable to scan the QR code? Try this link:
cs: Nelze naskenovat kód QR? Zkuste tento odkaz:
ru: Не можете отсканировать QR-код? Попробуйте воспользоваться этой ссылкой:
ta: QR குறியீட்டை ச்கேன் செய்ய முடியவில்லையா? இந்த இணைப்பை முயற்சிக்கவும்:

source: <strong>Step 2:</strong> Enter the 6-digit verification code generated by the app below.
cs: <strong>Krok 2:</strong> Níže zadejte šestimístný ověřovací kód vygenerovaný aplikací.
ru: <strong>Шаг 2:</strong> Введите 6-значный код подтверждения, сгенерированный приложением, в поле ниже.
ta: <strong> படி 2: </strong> கீழே உள்ள பயன்பாட்டால் உருவாக்கப்பட்ட 6-இலக்க சரிபார்ப்புக் குறியீட்டை உள்ளிடவும்.

source: Please enter the phone number you wish to receive the text messages on. This number will be validated in the next step.
cs: Zadejte telefonní číslo, na které chcete dostávat textové zprávy. Toto číslo bude ověřeno v dalším kroku.
ru: Пожалуйста, введите номер телефона, на который вы хотели бы получать текстовые сообщения. Этот номер будет проверен на следующем этапе.
ta: நீங்கள் உரைச் செய்திகளைப் பெற விரும்பும் தொலைபேசி எண்ணை உள்ளிடவும். இந்த எண் அடுத்த கட்டத்தில் சரிபார்க்கப்படும்.

source: Please enter the phone number you wish to be called on. This number will be validated in the next step.
cs: Zadejte telefonní číslo, na které chcete být voláni. Toto číslo bude ověřeno v dalším kroku.
ru: Введите номер телефона, на который вы бы хотели получить звонок. Этот номер будет подтвержден на следующем этапе.
ta: நீங்கள் அழைக்க விரும்பும் தொலைபேசி எண்ணை உள்ளிடவும். இந்த எண் அடுத்த கட்டத்தில் சரிபார்க்கப்படும்.

source: We are calling your phone right now, please enter the digits you hear.
cs: Právě voláme na váš telefon, zadejte prosím číslice, které uslyšíte.
ru: Мы звоним на ваш телефон прямо сейчас, пожалуйста, введите цифры, которые вы слышите.
ta: நாங்கள் இப்போது உங்கள் தொலைபேசியை அழைக்கிறோம், தயவுசெய்து நீங்கள் கேட்கும் இலக்கங்களை உள்ளிடவும்.

source: We sent you a text message, please enter the tokens we sent.
cs: Poslali jsme vám textovou zprávu, zadejte prosím tokeny, které jsme vám poslali.
ru: Мы отправили вам текстовое сообщение, пожалуйста, введите токены, которые мы отправили.
ta: நாங்கள் உங்களுக்கு ஒரு உரை செய்தியை அனுப்பினோம், தயவுசெய்து நாங்கள் அனுப்பிய டோக்கன்களை உள்ளிடவும்.

source: We've encountered an issue with the selected authentication method. Please go back and verify that you entered your information correctly, try again, or use a different authentication method instead. If the issue persists, contact the site administrator.
cs: Narazili jsme na problém s vybranou metodou ověřování. Vraťte se prosím zpět a zkontrolujte, zda jste údaje zadali správně, zkuste to znovu nebo místo toho použijte jinou metodu ověřování. Pokud problém přetrvává, kontaktujte správce webu.
ru: У нас возникла проблема с выбранным методом аутентификации. Пожалуйста, вернитесь и проверьте правильность введенной информации, повторите попытку или используйте другой метод аутентификации. Если проблема сохраняется, обратитесь к администратору сайта.
ta: தேர்ந்தெடுக்கப்பட்ட அங்கீகார முறையுடன் ஒரு சிக்கலை நாங்கள் சந்தித்தோம். தயவுசெய்து திரும்பிச் சென்று உங்கள் தகவலை சரியாக உள்ளிட்டுள்ளீர்களா என்பதைச் சரிபார்க்கவும், மீண்டும் முயற்சிக்கவும் அல்லது அதற்கு பதிலாக வேறு அங்கீகார முறையைப் பயன்படுத்தவும். சிக்கல் தொடர்ந்தால், தள நிர்வாகியை தொடர்பு கொள்ளவும்.

source: To identify and verify your YubiKey, please insert a token in the field below. Your YubiKey will be linked to your account.
cs: Pro identifikaci a ověření vašeho klíče YubiKey vložte token do níže uvedeného pole. Váš klíč YubiKey bude propojen s vaším účtem.
ru: Чтобы идентифицировать и проверить ваш YubiKey, введите токен в поле ниже. Ваш YubiKey будет привязан к вашей учетной записи.
ta: உங்கள் யூபிகியை அடையாளம் கண்டு சரிபார்க்க, தயவுசெய்து கீழே உள்ள துறையில் ஒரு டோக்கனைச் செருகவும். உங்கள் யூபிகே உங்கள் கணக்கில் இணைக்கப்படும்.

source: Congratulations, you've successfully enabled two-factor authentication.
cs: Gratulujeme, úspěšně jste povolili dvoufaktorové ověřování.
ru: Поздравляем, вы успешно включили двухфакторную аутентификацию.
ta: வாழ்த்துக்கள், நீங்கள் இரண்டு காரணி அங்கீகாரத்தை வெற்றிகரமாக இயக்கியுள்ளீர்கள்.

source: We strongly recommend you to save the backup codes. To get the backup codes you can continue to Show Codes.
cs: Důrazně doporučujeme uložit záložní kódy. Chcete-li získat záložní kódy, můžete pokračovat na Zobrazit kódy.
ru: Мы настоятельно рекомендуем вам сохранять резервные коды. Чтобы получить резервные коды, вы можете перейти в раздел «Показать коды».
ta: காப்பு குறியீடுகளைச் சேமிக்க நாங்கள் உங்களுக்கு கடுமையாக பரிந்துரைக்கிறோம். காப்புப்பிரதி குறியீடுகளைப் பெற நீங்கள் தொடர்ந்து குறியீடுகளைக் காட்டலாம்.

source: Show Codes
cs: Zobrazit kódy
ru: Показать коды
ta: குறியீடுகளைக் காட்டு

source: However, it might happen that you don't have access to your primary token device. To enable account recovery, add a phone number.
cs: Může se však stát, že nebudete mít přístup k primárnímu zařízení s tokenem. Chcete-li povolit obnovení účtu, přidejte telefonní číslo.
ru: Однако может возникнуть ситуация, когда у вас нет доступа к вашему основному устройству для токенов. Чтобы включить восстановление учетной записи, добавьте номер телефона.
ta: இருப்பினும், உங்கள் முதன்மை கிள்ளாக்கு சாதனத்திற்கான அணுகல் உங்களிடம் இல்லை என்பது நிகழக்கூடும். கணக்கு மீட்டெடுப்பை இயக்க, தொலைபேசி எண்ணைச் சேர்க்கவும்.

source: Add Phone Number
cs: Přidat telefonní číslo
ru: Добавить номер телефона
ta: தொலைபேசி எண்ணைச் சேர்க்கவும்

source: Permission Denied
cs: Oprávnění zamítnuto
ru: Разрешение отклонено
ta: இசைவு மறுக்கப்பட்டது

source: The page you are trying to access requires users to verify their identity using two-factor authentication for security reasons.
cs: Stránka, na kterou se pokoušíte přistoupit, vyžaduje z bezpečnostních důvodů, aby uživatelé ověřili svou totožnost pomocí dvoufaktorového ověřování.
ta: நீங்கள் அணுக முயற்சிக்கும் பக்கத்திற்கு பயனர்கள் பாதுகாப்பு காரணங்களுக்காக இரண்டு காரணி அங்கீகாரத்தைப் பயன்படுத்தி அவர்களின் அடையாளத்தை சரிபார்க்க வேண்டும்.

source: In order to access this page, you need to set up these security features. Without setting them up, you will only be able to access your account's profile section or log out from the system.
cs: Pro přístup na tuto stránku je třeba nastavit tyto bezpečnostní prvky. Bez jejich nastavení budete mít přístup pouze do profilové sekce svého účtu nebo se budete moci ze systému odhlásit.
ta: இந்த பக்கத்தை அணுக, நீங்கள் இந்த பாதுகாப்பு அம்சங்களை அமைக்க வேண்டும். அவற்றை அமைக்காமல், நீங்கள் உங்கள் கணக்கின் சுயவிவரப் பகுதியை அணுகவோ அல்லது கணினியிலிருந்து வெளியேறவோ முடியும்.

source: Two-factor authentication has not been set up for your account yet. Please set it up to enhance the security of your account.
cs: Pro váš účet zatím nebylo nastaveno dvoufaktorové ověřování.Nastavte si ho, abyste zvýšili bezpečnost svého účtu.
ta: உங்கள் கணக்கிற்கு இன்னும் இரண்டு காரணி ஏற்பு அமைக்கப்படவில்லை. உங்கள் கணக்கின் பாதுகாப்பை மேம்படுத்த அதை அமைக்கவும்.

source: Set up Two-Factor Authentication (2FA)
cs: Nastavení dvoufaktorového ověřování (2FA)
ru: Настроить двухфакторную аутентификацию (2FA)
ta: இரண்டு காரணி அங்கீகாரத்தை அமைக்கவும் (2FA)

source: Disable Two-factor Authentication
cs: Vypnout dvoufaktorové ověřování
ru: Отключить двухфакторную аутентификацию
ta: இரண்டு காரணி அங்கீகாரத்தை முடக்கு
