Repository: HyphaApp/hypha
Catalog: hypha/locale/*/LC_MESSAGES/django.po
Languages: cs, ru, ta

source: What email address should we use to contact you?
cs: Jakou e-mailovou adresu máme použít pro kontakt s vámi?
ru: Какой адрес электронной почты мы можем использовать для связи с вами?
ta: உங்களை தொடர்பு கொள்ள நாங்கள் எந்த மின்னஞ்சல் முகவரியைப் பயன்படுத்த வேண்டும்?

source: We will use this email address to communicate with you about your proposal.
cs: Tuto e-mailovou adresu budeme používat ke komunikaci s vámi ohledně vašeho návrhu.
ru: Мы будем использовать этот адрес электронной почты для связи с вами по поводу вашего предложения.
ta: உங்கள் திட்டத்தைப் பற்றி உங்களுடன் தொடர்பு கொள்ள இந்த மின்னஞ்சல் முகவரியைப் பயன்படுத்துவோம்.

source: Address
cs: Adresa
ru: Адрес
ta: முகவரி

source: What is your name?
cs: Jak se jmenujete?
ru: Какое имя вы предпочитаете использовать?
ta: உங்கள் பெயர் என்ன?

source: We will use this name when we communicate with you about your proposal.
cs: Toto jméno budeme používat při komunikaci s vámi ohledně vašeho návrhu.
ru: Мы будем использовать это имя при общении с вами по поводу вашего предложения.
ta: உங்கள் திட்டத்தைப் பற்றி நாங்கள் உங்களுடன் தொடர்பு கொள்ளும்போது இந்த பெயரைப் பயன்படுத்துவோம்.

source: Full name
cs: Celé jméno
ru: Полное имя
ta: முழு பெயர்

source: Custom
cs: Přizpůsobení
ru: Настроить
ta: தனிப்பயன்

source: Take action
cs: Podnikněte kroky
ru: Выполнить действие
ta: நடவடிக்கை எடுக்கவும்

source: New lead
ta: புதிய முன்னணி

source: Lead
cs: Vedoucí
ru: Руководитель
ta: ஈயம்

source: External Reviewers
cs: Externí hodnotitelé
ru: Внешние ревьюеры
ta: வெளிப்புற விமர்சகர்கள்

source: Can't unassign, just change, because review already submitted
cs: Nelze zrušit přiřazení, pouze změnit, protože recenze již byla odeslána
ru: Нельзя снять назначение, только изменить, потому что ревью уже отправлено
ta: மதிப்பாய்வு ஏற்கனவே சமர்ப்பிக்கப்பட்டதால், ஒதுக்க முடியாது, மாற்றவும்

source: Users cannot be assigned to multiple roles.
cs: Uživatelé nemohou být přiřazeni k více rolím.
ru: Пользователи не могут быть назначены на несколько ролей.
ta: பயனர்களை பல பாத்திரங்களுக்கு ஒதுக்க முடியாது.

source: Make sure all submissions support external reviewers and you are lead for all the selected submissions.
cs: Ujistěte se, že všechna podání podporují externí hodnotitele a že jste vedoucím všech vybraných podání.
ru: Убедитесь, что все заявки поддерживают внешних ревьюеров, и вы являетесь руководителем для всех выбранных заявок.
ta: அனைத்து சமர்ப்பிப்புகளும் வெளிப்புற விமர்சகர்களை ஆதரிக்கின்றன என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள், மேலும் தேர்ந்தெடுக்கப்பட்ட அனைத்து சமர்ப்பிப்புகளுக்கும் நீங்கள் முன்னிலை வகிக்கிறீர்கள்.

source: {role_name} Reviewer
cs: {role_name} Recenzent
ru: {role_name} Ревьюер
ta: {role_name} மதிப்பாய்வாளர்

source: Meta terms
ta: மேவு விதிமுறைகள்

source: Meta terms are hierarchical in nature.
ta: மேவு சொற்கள் வரிசைமுறை இயற்கையில் உள்ளன.

source: Fund
cs: Fond
ru: Фонд
ta: பொருள்

source: RFP
ru: Запрос предложения
ta: ஆர்.எஃப்.பி.

source: Lab
ru: Лаборатория
ta: ஆய்வகம்

source: Link to the apply guide.
cs: Odkaz na průvodce žádostí.
ru: Ссылка на руководство по подаче заявок.
ta: விண்ணப்ப வழிகாட்டுதலுக்கான இணைப்பு.

source: The slack #channel for notifications. If left empty, notifications will go to the default channel.
cs: Slack #kanál pro oznámení. Pokud zůstane prázdný, budou oznámení chodit na výchozí kanál.
ru: Канал Slack #channel для уведомлений. Если оставить пустым, уведомления будут отправляться на канал по умолчанию.
ta: அறிவிப்புகளுக்கான மந்தமான #சேனல். காலியாக இருந்தால், அறிவிப்புகள் இயல்புநிலை சேனலுக்குச் செல்லும்.

source: Comma separated list of emails where a summary of all the activities related to this fund will be sent.
cs: Seznam e-mailů oddělených čárkou, na které bude zasílán souhrn všech činností souvisejících s tímto fondem.
ru: Разделенный запятыми список электронных адресов, на которые будет отправляться краткая информация обо всех действиях, связанных с этим фондом.
ta: இந்த பொருள் தொடர்பான அனைத்து நடவடிக்கைகளின் சுருக்கமும் அனுப்பப்படும் மின்னஞ்சல்களின் பட்டியல் கமா பிரிக்கப்பட்டுள்ளது.

source: Should the fund be listed on the front page.
cs: Měl by být fond uveden na titulní straně.
ta: முதல் பக்கத்தில் பொருள் பட்டியலிடப்பட வேண்டுமா.

source: Should the deadline date be visible for users.
cs: Mělo by být datum uzávěrky pro uživatele viditelné.
ru: Сделать видимой для пользователей дату крайнего срока.
ta: பயனர்களுக்கு காலக்கெடு தேதி தெரியும்.

source: Content
cs: Obsah
ru: Содержание
ta: உள்ளடக்கம்

source: Promote
cs: Propagovat
ru: Продвижение
ta: ஊக்குவிக்கவும்

source: Submission ID Prefix
cs: ID předčíslí podání
ta: சமர்ப்பிக்கும் ஐடி முன்னொட்டு

source: Prefix for the submission id. e.g. "HYPHA23-" will result in a submission id of "HYPHA23-1".
cs: Předčíslí pro ID podání. např. "HYPHA23-" bude mít za následek ID podání "HYPHA23-1".
ta: சமர்ப்பிக்கும் ஐடிக்கு முன்னொட்டு. எ.கா. "ஐபா 23-" "ஐபா 23-1" சமர்ப்பிக்கும் ஐடியை ஏற்படுத்தும்.

source: When no end date is provided the round will remain open indefinitely.
cs: Pokud není uvedeno žádné datum ukončení, kolo zůstane otevřené po neomezenou dobu.
ru: Если дата окончания не указана, раунд останется открытым на неопределенный срок.
ta: இறுதி தேதி வழங்கப்படாதபோது, சுற்று காலவரையின்றி திறந்திருக்கும்.

source: Dates
cs: Data
ru: Даты
ta: தேதிகள்

source: Workflow
cs: Pracovní postup
ru: Организационный процесс
ta: பணிப்பாய்வு

source: Copied from the fund.
cs: Zkopírováno z fondu.
ru: Скопировано из фонда.
ta: நிதியில் இருந்து நகலெடுக்கப்பட்டது.

source: Application forms
cs: Formuláře žádostí
ru: Форма заявки
ta: விண்ணப்ப படிவங்கள்

source: Internal Review Form
cs: Formulář interního hodnocení
ru: Форма внутреннего ревью
ta: உள் மறுஆய்வு படிவம்

source: External Review Form
cs: Formulář externího hodnocení
ru: Форма внешнего ревью
ta: வெளிப்புற மறுஆய்வு படிவம்

source: Determination Form
cs: Formulář pro rozhodnutí
ru: Форма решения
ta: தீர்மானம் வடிவம்

source: The slack #channel for notifications.
cs: Slack #kanál pro oznámení.
ru: Канал Slack #channel для уведомлений.
ta: அறிவிப்புகளுக்கான மந்தமான #சேனல்.

source: Comma separated list of emails where a summary of all the activities related to this lab will be sent.
cs: Seznam e-mailů oddělených čárkou, na které bude zaslán souhrn všech činností souvisejících s touto laboratoří.
ru: Разделенный запятыми список электронных адресов, на которые будет отправлено резюме всех действий, связанных с этой лабораторией.
ta: இந்த ஆய்வகம் தொடர்பான அனைத்து நடவடிக்கைகளின் சுருக்கமும் அனுப்பப்படும் மின்னஞ்சல்களின் பட்டியல் கமா பிரிக்கப்பட்டுள்ளது.

source: Should the lab be listed on the front page.
cs: Měla by být laboratoř uvedena na titulní straně.
ta: ஆய்வகத்தை முதல் பக்கத்தில் பட்டியலிட வேண்டும்.

source: The order this role should appear in the Update Reviewers form.
cs: Pořadí, v jakém by se tato role měla zobrazit ve formuláři Aktualizovat hodnotitele.
ru: Порядок, в котором эту роль следует отображать в форме обновления рецензентов.
ta: இந்த பங்கு புதுப்பிப்பு விமர்சகர்கள் படிவத்தில் தோன்ற வேண்டும்.

source: Submissions for which reviewers should have access to
cs: Podání, k nimž by měli mít recenzenti přístup
ru: Заявки, к которым ревьюеры должны иметь доступ
ta: மதிப்பாய்வாளர்கள் அணுக வேண்டிய சமர்ப்பிப்புகள்

source: Submissions states for which reviewers should have access to
cs: Stavy podání, ke kterým by měli mít recenzenti přístup
ru: Статусы заявок, к которым ревьюеры должны иметь доступ
ta: மதிப்பாய்வாளர்கள் அணுக வேண்டிய சமர்ப்பிப்பு நிலைகள்

source: Submissions outcomes for which reviewers should have access to
cs: Výsledky podání, k nimž by měli mít recenzenti přístup
ru: Результаты заявок, к которым ревьюерам следует иметь доступ
ta: மதிப்பாய்வாளர்கள் அணுக வேண்டிய சமர்ப்பிப்பு விளைவுகள்

source: Submissions for which reviewer is assigned to
cs: Podání, ke kterým je přidělen recenzent
ru: Заявки, для которых назначен ревьюер
ta: மதிப்பாய்வாளர் நியமிக்கப்பட்ட சமர்ப்பிப்புகள்

source: Use the above configured variables to filter out submissions
cs: K odfiltrování podání použijte výše nakonfigurované proměnné
ru: Используйте указанные выше настроенные переменные для фильтрации заявок
ta: சமர்ப்பிப்புகளை வடிகட்ட மேலே உள்ளமைக்கப்பட்ட மாறிகளைப் பயன்படுத்தவும்

source: Yes/No
cs: Ano/Ne
ru: Да/Нет
ta: ஆம்/இல்லை

source: Tick mark for Yes otherwise No.
cs: Zaškrtněte Ano, v opačném případě Ne.
ru: Отметьте галочкой "Да" и "Нет".
ta: ஆம் இல்லையெனில்.

source: Default Yes/No
cs: Výchozí hodnota Ano/Ne
ru: По умолчанию Да/Нет
ta: இயல்புநிலை ஆம்/இல்லை

source: Only one Yes and No screening decision can be set as default.
cs: Jako výchozí lze nastavit pouze jedno rozhodnutí o screeningu Ano a Ne.
ru: По умолчанию можно установить только одно решение о скрининге "Да" и "Нет".
ta: ஒரே ஒரு ஆம் மற்றும் ச்கிரீனிங் முடிவை இயல்புநிலையாக அமைக்க முடியாது.

source: submit time
cs: čas předložení
ru: время подачи
ta: நேரத்தை சமர்ப்பிக்கவும்

source: Internal Review Forms
cs: Formuláře pro interní hodnocení
ru: Форма внутреннего ревью
ta: உள் மறுஆய்வு படிவங்கள்

source: External Review Forms
cs: Formuláře pro externí hodnocení
ru: Форма внешнего ревью
ta: வெளிப்புற மறுஆய்வு படிவங்கள்

source: Determination Forms
cs: Formuláře pro rozhodnutí
ru: Формы решения
ta: தீர்மானம் வடிவங்கள்

source: Project SOW Form
cs: Formulář pracovního výkazu projektu
ru: Форма технического задания проекта
ta: திட்ட விதைப்பு படிவம்

source: Project Report Form
cs: Formulář zprávy o projektu
ta: திட்ட அறிக்கை படிவம்

source: Additional text for the application confirmation message.
cs: Doplňkový text pro potvrzovací zprávu žádosti.
ru: Дополнительный текст для сообщения об подтверждении заявки.
ta: பயன்பாட்டு உறுதிப்படுத்தல் செய்திக்கான கூடுதல் உரை.

source: Confirmation email
cs: Potvrzovací e-mail
ru: Подтверждение по электронной почте
ta: உறுதிப்படுத்தல் மின்னஞ்சல்

source: Status
cs: Stav
ru: Статус
ta: நிலை

source: Type
cs: Typ
ru: Тип
ta: வகை

source: Comments
cs: Komentáře
ru: Комментарии
ta: கருத்துகள்

source: Last updated
cs: Naposledy aktualizováno
ru: Последний раз обновлено
ta: கடைசியாக புதுப்பிக்கப்பட்டது

source: No submissions available
cs: Žádná podání nejsou k dispozici
ru: Нет доступных заявок
ta: சமர்ப்பிப்புகள் எதுவும் கிடைக்கவில்லை

source: Screening
cs: Prověřování
ru: Скрининг
ta: திரையிடல்

source: Role
ru: Роль
ta: பங்கு

source: Statuses
cs: Stavy
ru: Статусы
ta: நிலைகள்

source: Funds
cs: Fondy
ru: Фонды
ta: பொருள்

source: Rounds
cs: Kola
ru: Раунды
ta: சுற்றுகள்

source: Leads
cs: Vedoucí pracovníci
ru: Руководители
ta: இழுதுகள்

source: No Status
cs: Žádný stav
ru: Нет статуса
ta: நிலை இல்லை

source: Terms
ta: விதிமுறைகள்

source: Determined
cs: Určeno
ru: Решено
ta: தீர்மானிக்கப்பட்டது

source: No reviews available
cs: Žádné dostupné recenze
ru: Нет доступных ревью
ta: மதிப்புரைகள் எதுவும் கிடைக்கவில்லை

source: Staff
cs: Tým
ru: Сотрудники
ta: பணியாளர்

source: No staff available
cs: Není k dispozici žádný tým
ru: Нет доступных сотрудников
ta: ஊழியர்கள் எதுவும் கிடைக்கவில்லை

source: Choose a Fund
cs: Vyberte fond
ru: Выбрать фонд
ta: ஒரு நிதியைத் தேர்வுசெய்க

source: Rounds must be associated with a Fund or RFP. What are you creating a new Round for?
cs: Kola musí být spojena s fondem nebo RFP. Pro co vytváříte nové kolo?
ru: Раунды должны быть связаны с фондом или запросом предложений. Для чего вы создаете новый раунд?
ta: சுற்றுகள் ஒரு பொருள் அல்லது RFP உடன் தொடர்புடையதாக இருக்க வேண்டும். நீங்கள் எதற்காக ஒரு புதிய சுற்றை உருவாக்குகிறீர்கள்?

source: Continue
cs: Pokračovat
ru: Продолжить
ta: தொடரவும்

source: Next deadline
cs: Další termín
ru: Следующий дедлайн
ta: அடுத்த காலக்கெடு

source: There were some errors with your form. Please amend the fields highlighted below
cs: Ve vašem formuláři se vyskytly chyby. Opravte prosím níže zvýrazněná pole
ru: В вашей форме были допущены ошибки. Пожалуйста, внесите изменения в поля, выделенные ниже
ta: உங்கள் படிவத்துடன் சில பிழைகள் இருந்தன. கீழே சிறப்பிக்கப்பட்டுள்ள புலங்களை திருத்தவும்

source: Sorry this %(page|verbose_name)s is not accepting applications at the moment
ta: மன்னிக்கவும் இந்த %(பக்கம் | verbose_name) கள் இந்த நேரத்தில் விண்ணப்பங்களை ஏற்கவில்லை

source: Application guide
cs: Průvodce žádostí
ru: Руководство по подаче заявок
ta: பயன்பாட்டு வழிகாட்டி

source: Preview and submit
cs: Náhled a odeslání
ta: முன்னோட்டம் மற்றும் சமர்ப்பிக்கவும்

source: Submit for review
cs: Odeslat k posouzení
ru: Отправить на рассмотрение
ta: மதிப்பாய்வுக்கு சமர்ப்பிக்கவும்

source: Preview
cs: Náhled
ta: முன்னோட்டம்

source: You must have Javascript enabled to use this form.
cs: Pro použití tohoto formuláře musíte mít povolen Javascript.
ru: Для использования этой формы у вас должен быть включен Javascript.
ta: இந்த படிவத்தைப் பயன்படுத்த சாவாச்கிரிப்ட் இயக்கப்பட்டிருக்க வேண்டும்.

source: Previewing
cs: Zobrazení náhledu
ta: முன்னோட்டம்

source: Revisions for %(title)s
cs: Revize pro %(title)s
ru: Корректировки для %(title)s
ta: %(title)s திருத்தங்கள்

source: Revisions
cs: Revize
ru: Корректировки
ta: திருத்தங்கள்

source: current
cs: aktuální
ru: текущий
ta: மின்னோட்ட்ம், ஓட்டம்

source: Compare
cs: Porovnat
ru: Сравнить
ta: ஒப்பிடுக

source: Flags
cs: Příznaky
ru: Флаги
ta: கொடிகள்

source: Reviews & assignees
cs: Posudky a přiřazení
ru: Ревью и назначенные ревьюеры
ta: விமர்சகர்கள் மற்றும் ஒதுக்கீட்டாளர்கள்

source: View all
cs: Zobrazit vše
ru: Просмотреть все
ta: அனைத்தையும் காண்க

source: Reminders
cs: Připomenutí
ru: Напоминания
ta: நினைவூட்டல்கள்

source: Create reminder
cs: Vytvořit připomínku
ta: நினைவூட்டலை உருவாக்கவும்

source: Back to submissions
ta: சமர்ப்பிப்புகளுக்குத் திரும்பு

source: Submission details
ta: சமர்ப்பிக்கும் விவரங்கள்

source: Conversations
ta: உரையாடல்கள்

source: Activity feed
cs: Podávání informací o aktivitách
ru: Лента активности
ta: செயல்பாட்டு ஊட்டம்

source: View message log
cs: Zobrazit protokol zpráv
ru: Просмотр журнала сообщений
ta: செய்தி பதிவைக் காண்க

source: This submission has been archived. This is visible to the roles
ta: இந்த சமர்ப்பிப்பு காப்பகப்படுத்தப்பட்டுள்ளது. இது பாத்திரங்களுக்கு தெரியும்

source: This submission is sealed
ta: இந்த சமர்ப்பிப்பு சீல் வைக்கப்பட்டுள்ளது

source: Congratulations!
cs: Gratulujeme!
ru: Поздравляем!
ta: வாழ்த்துக்கள்!

source: Your %(stage)s application has been accepted.
cs: Vaše žádost o %(stage)s byla přijata.
ru: Ваша %(stage)s заявка была принята.
ta: உங்கள் %(நிலை) பயன்பாடு ஏற்றுக்கொள்ளப்பட்டுள்ளது.

source: Start your %(stage)s application.
cs: Zahajte %(stage)s žádosti.
ru: Начать вашу %(stage)s заявку.
ta: உங்கள் %(மேடை) பயன்பாட்டைத் தொடங்கவும்.

source: Drafted
cs: Navrženo
ta: வரைவு

source: Submitted
cs: Odesláno
ta: சமர்ப்பிக்கப்பட்டது

source: Updated
cs: Aktualizováno
ru: Обновлено
ta: புதுப்பிக்கப்பட்டது

source: Delete Submission
cs: Smazat podání
ta: சமர்ப்பிப்பை நீக்கு

source: Related submissions
cs: Související podání
ru: Связанные заявки
ta: தொடர்புடைய சமர்ப்பிப்புகள்

source: View linked
cs: Zobrazit propojené
ru: Просмотр связанных
ta: இணைக்கப்பட்டதைக் காண்க

source: Other Submissions
cs: Další podání
ta: பிற சமர்ப்பிப்புகள்

source: Add communication
cs: Přidat komunikaci
ta: தகவல்தொடர்பு சேர்க்கவும்

source: Editing
cs: Úpravy
ru: Редактирование
ta: திருத்துதல்

source: Goto project page
ta: கோட்டோ திட்ட பக்கம்

source: Download PDF
cs: Stáhnout PDF
ru: Загрузить PDF
ta: PDF ஐ பதிவிறக்கவும்

source: Last edited
ta: கடைசியாக திருத்தப்பட்டது

source: Proposal Information
cs: Informace k Návrhu
ru: Информация о предложении
ta: முன்மொழிவு செய்தி

source: List of Submissions summary
ta: சமர்ப்பிப்புகளின் பட்டியல் சுருக்கம்

source: Actions to take
cs: Akce, které je třeba provést
ru: Действия, которые нужно выполнить
ta: எடுக்க வேண்டிய நடவடிக்கைகள்

source: Unarchive Submission
cs: Odarchivovat podání
ru: Разархивировать заявку
ta: ஒழுங்கற்ற சமர்ப்பிப்பு

source: Create Project
cs: Vytvořit projekt
ru: Создать проект
ta: திட்டத்தை உருவாக்கவும்

source: Complete draft determination
cs: Úplný návrh rozhodnutí
ru: Завершить черновик решения
ta: முழுமையான வரைவு தீர்மானம்

source: Complete draft review
cs: Dokončete návrh hodnocení
ru: Завершить черновик ревью
ta: முழுமையான வரைவு ஆய்வு

source: Assign reviewers
cs: Přiřadit hodnotitele
ru: Назначить ревьюеров
ta: மதிப்பாய்வாளர்களை நியமிக்கவும்

source: View determination
cs: Zobrazit rozhodnutí
ru: Просмотреть решение
ta: தீர்மானத்தைக் காண்க

source: Update status
cs: Aktualizovat stav
ru: Обновить статус
ta: நிலை புதுப்பிப்பு

source: Assign
cs: Přiřadit
ru: Назначить
ta: ஒதுக்க

source: More actions
cs: Další akce
ru: Больше действий
ta: மேலும் செயல்கள்

source: Translate
cs: Přeložit
ta: மொழிபெயர்த்திடு

source: Create Reminder
cs: Vytvořit připomínku
ru: Создать напоминание
ta: நினைவூட்டலை உருவாக்கவும்

source: Archive Submission
cs: Archivovat podání
ru: Архивировать заявку
ta: காப்பக சமர்ப்பிப்பு

source: Archive Submissions
ta: காப்பக சமர்ப்பிப்புகள்

source: Are you sure you want to archive the selected submissions?
cs: Opravdu chcete vybrané příspěvky archivovat?
ru: Вы уверены, что хотите архивировать выбранные заявки?
ta: தேர்ந்தெடுக்கப்பட்ட சமர்ப்பிப்புகளை காப்பகப்படுத்த விரும்புகிறீர்களா?

source: All content related to these submissions will also be archived. This includes reviews, determinations and comments
ta: இந்த சமர்ப்பிப்புகள் தொடர்பான அனைத்து உள்ளடக்கங்களும் காப்பகப்படுத்தப்படும். இதில் மதிப்புரைகள், தீர்மானங்கள் மற்றும் கருத்துகள் அடங்கும்

source: Archive
cs: Archivovat
ru: Архивировать
ta: காப்பகம்

source: Delete Submissions
ta: சமர்ப்பிப்புகளை நீக்கு

source: Are you sure you want to delete selected submissions?
ta: தேர்ந்தெடுக்கப்பட்ட சமர்ப்பிப்புகளை நீக்க விரும்புகிறீர்களா?

source: All content related to these submissions will also be deleted. This includes reviews, determinations and comments
ta: இந்த சமர்ப்பிப்புகள் தொடர்பான அனைத்து உள்ளடக்கங்களும் நீக்கப்படும். இதில் மதிப்புரைகள், தீர்மானங்கள் மற்றும் கருத்துகள் அடங்கும்

source: Update Status
cs: Aktualizace stavu
ru: Обновить статус
ta: நிலை புதுப்பிப்பு

source: Update
cs: Aktualizovat
ru: Обновить
ta: புதுப்பிப்பு

source: Update Lead
cs: Aktualizovat Lead
ru: Обновить руководителя
ta: முன்னணி புதுப்பிப்பு

source: Add Reviewers
ta: விமர்சகர்களைச் சேர்க்கவும்

source: Are you sure you want create a project from this submission? This cannot be undone.
cs: Opravdu chcete vytvořit projekt z tohoto podání? To nelze vzít zpět.
ta: இந்த சமர்ப்பிப்பிலிருந்து ஒரு திட்டத்தை உருவாக்க விரும்புகிறீர்களா? இதை செயல்தவிர்க்க முடியாது.

source: Close
cs: Zavřít
ru: Закрыть
ta: மூடு

source: Are you sure you want to archive submission? Archived submissions will be hidden from the main list of submissions and can not be edited.
cs: Opravdu chcete podání archivovat? Archivovaná podání budou skryta v hlavním seznamu podání a nelze je upravovat.
ta: சமர்ப்பிப்பை காப்பகப்படுத்த விரும்புகிறீர்களா? காப்பகப்படுத்தப்பட்ட சமர்ப்பிப்புகள் மறைக்கப்படும் சமர்ப்பிப்புகளின் முக்கிய பட்டியல் மற்றும் திருத்த முடியாது.

source: Are you sure you want to unarchive this submission? This submission will be visible in the main list of submissions and can be edited.
cs: Jste si jisti, že chcete toto podání odarchivovat? Toto podání bude viditelné v hlavním seznamu podání a lze jej upravovat.
ta: இந்த சமர்ப்பிப்பை நீங்கள் உறுதிப்படுத்த விரும்புகிறீர்களா? இந்த சமர்ப்பிப்பு சமர்ப்பிப்புகளின் முக்கிய பட்டியலில் தெரியும் மற்றும் திருத்தலாம்.

source: Unarchive
cs: Vyjmout z archivu
ta: அன்கான்

source: You have no %(type)s rounds or labs assigned to you.
cs: Nemáte přiřazeny žádné %(type)s kola ani laboratoře.
ru: У вас нет назначенных на вас раундов или лабораторий типа %(type)s.
ta: உங்களிடம் %(type)sுற்றுகள் அல்லது ஆய்வகங்கள் இல்லை.

source: Current status
cs: Aktuální stav
ru: Текущий статус
ta: தற்போதைய நிலை

source: Expired
cs: Vypršela platnost
ta: காலாவதியான

source: No reminders yet.
cs: Zatím žádné připomenutí.
ru: Пока нет напоминаний.
ta: இன்னும் நினைவூட்டல்கள் இல்லை.

source: This application is translated from %(from_lang_name)s to %(to_lang_name)s.
cs: Tato žádost je přeložena z %(from_lang_name)s do %(to_lang_name)s.
ta: இந்த பயன்பாடு %(from_lang_name)s இலிருந்து %(to_lang_name)s வரை மொழிபெயர்க்கப்பட்டுள்ளது.

source: See original
cs: Zobrazit v originále
ta: அசல் பார்க்கவும்

source: Requested Funding
cs: Požadované financování
ru: Запрошенное финансирование
ta: பொருள் கோரப்பட்டது

source: Project Duration
cs: Doba trvání projektu
ru: Длительность проекта
ta: திட்ட காலம்

source: Legal Name
cs: Právní název
ru: Юридическое название
ta: சட்ட பெயர்

source: E-mail
ta: மின்னஞ்சல்

source: No staff reviewers yet
cs: Zatím žádní hodnotitelé z týmu zaměstnanců
ru: Пока нет сотрудников-ревьюеров
ta: பணியாளர் விமர்சகர்கள் இதுவரை இல்லை

source: No public reviews yet
cs: Zatím žádné veřejné hodnocení
ta: பொது மதிப்புரைகள் இதுவரை இல்லை

source: Show more...
cs: Zobrazit více...
ru: Показать больше...
ta: மேலும் காட்டு ...

source: Show less...
cs: Zobrazit méně...
ru: Показать меньше...
ta: குறைவாக காட்டு ...

source: Are you sure you want to download the submissions as a csv file? This file may contain sensitive information, so please handle it carefully.
cs: Opravdu si přejete stáhnout podání jako soubor csv? Tento soubor může obsahovat citlivé informace, proto s ním zacházejte opatrně.
ta: சமர்ப்பிப்புகளை காபிம கோப்பாக பதிவிறக்கம் செய்ய விரும்புகிறீர்களா? இந்த கோப்பில் முக்கியமான தகவல்கள் இருக்கலாம், எனவே அதை கவனமாக கையாளவும்.

source: Export
cs: Exportovat
ru: Экспортировать
ta: ஏற்றுமதி

source: There are no
cs: Nejsou žádné
ru: Не существует
ta: இல்லை

source: rounds
cs: kola
ru: раунды
ta: சுற்றுகள்

source: Screening decision
cs: Rozhodnutí o prověření
ru: Решение в результате скрининга
ta: ச்கிரீனிங் முடிவு

source: Select submission
cs: Vybrat podání
ta: சமர்ப்பிப்பைத் தேர்ந்தெடுக்கவும்

source: Archived Submission
cs: Archivované podání
ru: Архивированные заявки
ta: காப்பகப்படுத்தப்பட்ட சமர்ப்பிப்பு

source: View communications
cs: Zobrazit komunikaci
ta: தகவல்தொடர்புகளைக் காண்க

source: Selected
cs: Vybráno
ru: Выбранные
ta: தேர்ந்தெடுக்கப்பட்டது

source: Hide Archived
ta: காப்பகப்படுத்தப்பட்டதை மறைக்கவும்

source: Show Archived
ta: காப்பகப்படுத்தப்பட்டதைக் காட்டு

source: Filters
ta: வடிப்பான்கள்

source: Search
cs: Hledat
ru: Поиск
ta: தேடல்

source: submissions
cs: podání
ru: заявки
ta: சமர்ப்பிப்புகள்

source: Search input
cs: Zadání vyhledávání
ru: Ввод данных для поиска
ta: உள்ளீட்டைத் தேடுங்கள்

source: Clear
cs: Vymazat
ru: Очистить
ta: தெளிவான

source: Filter by
ta: மூலம் வடிகட்டவும்

source: Translations are an experimental feature and may be inaccurate
cs: Překlady jsou experimentální funkcí a mohou být nepřesné
ta: மொழிபெயர்ப்புகள் ஒரு சோதனை நற்பொருத்தம் மற்றும் துல்லியமாக இருக்கலாம்

source: Update reviewers
cs: Aktualizace hodnotitelů
ta: மதிப்பாய்வாளர்களைப் புதுப்பிக்கவும்

source: Current Lead
cs: Aktuální vedení
ta: தற்போதைய முன்னணி

source: Deleting
cs: Odstranění
ru: Удаление
ta: நீக்குதல்

source: >Are you sure you want to delete "%(object)s"?
ta: > நீங்கள் "%(பொருள்)" நீக்க விரும்புகிறீர்களா?

source: Confirm
cs: Potvrdit
ru: Подтвердить
ta: உறுதிப்படுத்தவும்

source: Reviews
cs: Hodnocení
ru: Ревью
ta: விமர்சனங்கள்

source: Reviewer leaderboard
cs: Žebříček hodnotitelů
ru: Таблица лидеров среди ревьюеров
ta: விமர்சகர் லீடர்போர்டு

source: Track and explore the reviews
cs: Sledovat a prozkoumat hodnocení
ru: Отслеживать и изучать ревью
ta: மதிப்புரைகளைக் கண்காணித்து ஆராயுங்கள்

source: All reviewers
cs: Všichni hodnotitelé
ru: Все ревьюеры
ta: அனைத்து விமர்சகர்களும்

source: Reviews by %(object)s
cs: Hodnocení podle %(object)s
ru: Ревью от %(object)s
ta: மதிப்புரைகள் %(object)s

source: View revisions
cs: Zobrazit revize
ru: Просмотреть изменения
ta: திருத்தங்களைக் காண்க

source: Comparing revisions
cs: Porovnávání revizí
ru: Сравнение ревью
ta: திருத்தங்களை ஒப்பிடுதல்

source: Proposal Information (Old)
cs: Informace o návrhu (staré)
ta: முன்மொழிவு செய்தி (பழையது)
