Repository: HyphaApp/hypha
Catalog: hypha/locale/*/LC_MESSAGES/django.po
Languages: cs, ru, ta

source: Disabling Two-factor authentication weakens your account security. We recommend reenabling it when you can.
cs: Vypnutím dvoufaktorového ověřování oslabíte zabezpečení svého účtu. Doporučujeme ho znovu povolit, jakmile to bude možné.
ru: Отключение двухфакторной аутентификации ослабляет безопасность вашей учетной записи. Мы рекомендуем включать ее снова, когда это возможно.
ta: இரண்டு காரணி அங்கீகாரத்தை முடக்குவது உங்கள் கணக்கு பாதுகாப்பை பலவீனப்படுத்துகிறது. உங்களால் முடிந்தவரை அதை மீண்டும் பயன்படுத்த பரிந்துரைக்கிறோம்.

source: Account
cs: Účet
ru: Учетная запись
ta: கணக்கு

source: Manage your account details and security.
cs: Správa údajů a zabezpečení účtu.
ru: Управлять данными и безопасностью своей учетной записи.
ta: உங்கள் கணக்கு விவரங்கள் மற்றும் பாதுகாப்பை நிர்வகிக்கவும்.

source: Profile
cs: Profil
ru: Профиль
ta: சுயவிவரம்

source: Update Profile
cs: Aktualizovat profil
ru: Обновить профиль
ta: சுயவிவரத்தைப் புதுப்பிக்கவும்

source: Account Security
cs: Zabezpečení účtu
ru: Безопасность аккаунта
ta: கணக்கு பாதுகாப்பு

source: Update password
cs: Aktualizovat heslo
ru: Обновить пароль
ta: கடவுச்சொல்லைப் புதுப்பிக்கவும்

source: Set Password
cs: Nastavit heslo
ta: கடவுச்சொல்லை அமைக்கவும்

source: Backup codes
cs: Záložní kódy
ru: Резервные коды
ta: காப்பு குறியீடுகள்

source: Disable 2FA
cs: Vypnout 2FA
ru: Отключить 2FA
ta: 2FA ஐ முடக்கு

source: Enable 2FA
cs: Zapnout 2FA
ru: Включить двухфакторную аутентификацию (2FA)
ta: 2FA ஐ இயக்கவும்

source: Become
ta: ஆக

source: Activate your account on the %(org_long_name)s web site by clicking this link or copying and pasting it to your browser:
cs: Aktivujte si účet na webových stránkách %(org_long_name)s kliknutím na tento odkaz nebo jeho zkopírováním a vložením do prohlížeče:
ta: இந்த இணைப்பைக் சொடுக்கு செய்வதன் மூலம் அல்லது உங்கள் உலாவியில் நகலெடுத்து ஒட்டுவதன் மூலம் உங்கள் கணக்கை %(org long_name) ஒரு வலைத்தளத்தில் செயல்படுத்தவும்:

source: This link can be used only once and will lead you to a page where you can set your password. It will remain active for %(timeout_days)s days, so please set your password as soon as possible.
cs: Tento odkaz lze použít pouze jednou a povede vás na stránku, kde si můžete nastavit heslo.Zůstane aktivní po dobu %(timeout_days)s dní, proto si heslo nastavte co nejdříve.
ru: Эта ссылка может быть использована только один раз и перенаправит вас на страницу, где вы сможете установить свой пароль. Она будет активна в течение %(timeout_days)s дней, поэтому, пожалуйста, установите свой пароль как можно скорее.
ta: இந்த இணைப்பை ஒரு முறை மட்டுமே பயன்படுத்த முடியும், மேலும் உங்கள் கடவுச்சொல்லை அமைக்கக்கூடிய ஒரு பக்கத்திற்கு உங்களை அழைத்துச் செல்லும். இது %(Timeout_days) நாட்களுக்கு செயலில் இருக்கும், எனவே தயவுசெய்து உங்கள் கடவுச்சொல்லை விரைவில் அமைக்கவும்.

source: After setting your password, you will be able to log in at
cs: Po nastavení hesla se budete moci přihlásit na adrese
ru: После установки пароля вы сможете войти в систему по адресу
ta: உங்கள் கடவுச்சொல்லை அமைத்த பிறகு, நீங்கள் உள்நுழைய முடியும்

source: in the future using
cs: v budoucnu pomocí
ru: в будущем с использованием
ta: எதிர்காலத்தில்

source: Username
cs: Uživatelské jméno
ru: Имя пользователя
ta: பயனர்பெயர்

source: Your chosen password
cs: Vámi zvolené heslo
ru: Выбранный вами пароль
ta: நீங்கள் தேர்ந்தெடுத்த கடவுச்சொல்

source: If you do not complete the activation process within %(timeout_days)s days you can use the password reset form at
cs: Pokud proces aktivace nedokončíte do %(timeout_days)s dnů, můžete použít formulář pro obnovení hesla na adrese
ru: Если вы не завершили процесс активации в течение %(timeout_days)s дней, вы можете воспользоваться формой сброса пароля по адресу
ta: செயல்படுத்தும் செயல்முறையை %(Timeout_days) நாட்களுக்குள் முடிக்கவில்லை என்றால், கடவுச்சொல் மீட்டமைப்பு படிவத்தைப் பயன்படுத்தலாம்

source: Kind Regards, The %(org_short_name)s Team
cs: S laskavým pozdravem, Tým %(org_short_name)s
ta: அன்புடன், %(org_short_name)sுழு

source: Account details for %(username)s at %(org_long_name)s
cs: Údaje o účtu %(username)s u %(org_long_name)s
ta: %(username)s க்கான கணக்கு விவரங்கள் %(org_long_name)s

source: Invalid activation
cs: Neplatná aktivace
ru: Недействительная активация
ta: தவறான செயல்படுத்தல்

source: Invalid activation URL
cs: Neplatná aktivační adresa URL
ru: Неверный URL активации
ta: தவறான செயல்படுத்தல் முகவரி

source: Two possible reasons:
cs: Dva možné důvody:
ru: Две возможные причины:
ta: இரண்டு சாத்தியமான காரணங்கள்:

source: The activation link has expired.
cs: Platnost aktivačního odkazu vypršela.
ru: Срок действия ссылки активации истек.
ta: செயல்படுத்தும் இணைப்பு காலாவதியானது.

source: The account has already been activated.
cs: Účet již byl aktivován.
ru: Учетная запись уже активирована.
ta: கணக்கு ஏற்கனவே செயல்படுத்தப்பட்டுள்ளது.

source: First try to <a href="%(password_reset)s">reset your password</a>. If that fails please contact %(ORG_SHORT_NAME)s at
cs: Nejprve zkuste <a href="%(password_reset)s">obnovit heslo</a>. Pokud se to nepodaří, kontaktujte %(ORG_SHORT_NAME)s na
ru: Сначала попробуйте <a href="%(password_reset)s">сбросить ваш пароль</a>. Если это не удастся, свяжитесь с %(ORG_SHORT_NAME)s по адресу
ta: முதலில் <a href = "%(password_reset)s"> உங்கள் கடவுச்சொல்லை மீட்டமைக்க முயற்சிக்கவும் </a>. அது தோல்வியுற்றால் தயவுசெய்து %(ORG_SHORT_NAME)s தொடர்பு கொள்ளவும்

source: Change Password
cs: Změnit heslo
ru: Сменить пароль
ta: கடவுச்சொல்லை மாற்றவும்

source: Back to account
cs: Zpět na účet
ru: Назад к учетной записи
ta: கணக்கிற்குத் திரும்பு

source: Request to change email of your account on the %(org_long_name)s web site has been accepted. Confirm your email by clicking this link or copying and pasting it to your browser:
cs: Žádost o změnu e-mailu vašeho účtu na webových stránkách %(org_long_name)s byla přijata. Potvrďte svůj e-mail kliknutím na tento odkaz nebo jeho zkopírováním a vložením do prohlížeče:
ta: உங்கள் கணக்கின் மின்னஞ்சலை %(org_long_name)s வலைத் தளத்தில் மாற்ற கோரிக்கை ஏற்றுக்கொள்ளப்பட்டுள்ளது. இந்த இணைப்பைக் சொடுக்கு செய்வதன் மூலம் அல்லது நகலெடுத்து உங்கள் உலாவியில் ஒட்டுவதன் மூலம் உங்கள் மின்னஞ்சலை உறுதிப்படுத்தவும்:

source: This link will only remain active for %(timeout_days)s days and will lead you to profile page after verification.
cs: Tento odkaz zůstane aktivní pouze %(timeout_days)s dní a po ověření vás zavede na stránku profilu.
ru: Эта ссылка будет активна только в течение %(timeout_days)s дней и будет вести на вашу страницу профиля после проверки.
ta: இந்த இணைப்பு %(Timeout_days) நாட்களுக்கு மட்டுமே செயலில் இருக்கும், மேலும் சரிபார்ப்புக்குப் பிறகு சுயவிவரப் பக்கத்திற்கு உங்களை வழிநடத்தும்.

source: Email Change - Verify Email
cs: Změna e-mailu - Ověření e-mailu
ta: மின்னஞ்சல் மாற்றம் - மின்னஞ்சலை சரிபார்க்கவும்

source: Verify Email
cs: Ověřit e-mail
ru: Подтвердите адрес электронной почты
ta: மின்னஞ்சலை சரிபார்க்கவும்

source: Email Update
cs: Aktualizace e-mailu
ta: மின்னஞ்சல் புதுப்பிப்பு

source: Confirm &amp; verify your new email!
cs: Potvrďte &amp; ověřte svůj nový e-mail!
ta: உறுதிப்படுத்த &amp; உங்கள் புதிய மின்னஞ்சலை சரிபார்க்கவும்!

source: We have sent a confirmation link to your new email.
cs: Na váš nový e-mail jsme odeslali potvrzovací odkaz.
ta: உங்கள் புதிய மின்னஞ்சலுக்கு உறுதிப்படுத்தல் இணைப்பை நாங்கள் அனுப்பியுள்ளோம்.

source: To start using the new email, please click on the confirmation link that has been sent to you on your new email.
cs: Chcete-li začít používat nový e-mail, klikněte na potvrzovací odkaz, který vám byl zaslán na váš nový e-mail.
ru: Для начала использования новой электронной почты, пожалуйста, перейдите по ссылке подтверждения, отправленной вам на новую электронную почту.
ta: புதிய மின்னஞ்சலைப் பயன்படுத்தத் தொடங்க, உங்கள் புதிய மின்னஞ்சலில் உங்களுக்கு அனுப்பப்பட்ட உறுதிப்படுத்தல் இணைப்பைக் சொடுக்கு செய்க.

source: Invalid Confirmation
cs: Neplatné potvrzení
ru: Неверное подтверждение
ta: தவறான உறுதிப்படுத்தல்

source: Invalid Confirmation URL
cs: Neplatná potvrzovací URL adresa
ru: Неверный URL подтверждения
ta: தவறான உறுதிப்படுத்தல் முகவரி

source: Possible reason:
cs: Možný důvod:
ru: Возможная причина:
ta: சாத்தியமான காரணம்:

source: The confirmation link has expired.
cs: Platnost potvrzovacího odkazu vypršela.
ru: Срок действия ссылки для подтверждения истек.
ta: உறுதிப்படுத்தல் இணைப்பு காலாவதியானது.

source: Try again to change email from accounts page. If that fails please contact %(ORG_SHORT_NAME)s at
cs: Zkuste znovu změnit e-mail ze stránky účtů. Pokud se to nepodaří, kontaktujte %(ORG_SHORT_NAME)s na
ru: Попробуйте еще раз изменить электронную почту на странице учетных записей. Если это не удастся, пожалуйста, свяжитесь с %(ORG_SHORT_NAME)s по адресу
ta: கணக்குகள் பக்கத்திலிருந்து மின்னஞ்சலை மாற்ற மீண்டும் முயற்சிக்கவும். அது தோல்வியுற்றால் தயவுசெய்து %(ORG_SHORT_NAME)s தொடர்பு கொள்ளவும்

source: There has been an attempt to change email of your account on the %(org_long_name)s web site. If this action wasn't made by you, please contact support at %(org_email)s
cs: Na webových stránkách %(org_long_name)s došlo k pokusu o změnu e-mailu vašeho účtu.Pokud jste tuto akci neprovedli vy, kontaktujte prosím podporu na adrese %(org_email)s.
ta: உங்கள் கணக்கின் மின்னஞ்சலை %(org_long_name)sணைய தளத்தில் மாற்ற முயற்சி மேற்கொள்ளப்பட்டுள்ளது. இந்த நடவடிக்கை உங்களால் செய்யப்படவில்லை என்றால், தயவுசெய்து ஆதரவை %(org_email)s இல் தொடர்பு கொள்ளவும்

source: Kind Regards, The %(org_short_name)s Team
cs: S laskavým pozdravem, Tým %(org_short_name)s
ta: அன்புடன், %(org_short_name)sுழு

source: Set your account password on the %(org_long_name)s web site by clicking this link or copying and pasting it to your browser:
cs: Heslo k účtu nastavíte na webu %(org_long_name)s kliknutím na tento odkaz nebo jeho zkopírováním a vložením do prohlížeče:
ta: இந்த இணைப்பைக் சொடுக்கு செய்வதன் மூலம் அல்லது நகலெடுத்து உங்கள் உலாவியில் ஒட்டுவதன் மூலம் உங்கள் கணக்கு கடவுச்சொல்லை %(org long_name) ஒரு வலைத்தளத்தில் அமைக்கவும்:

source: Set password for %(username)s at %(org_long_name)s
cs: Nastavte heslo pro %(username)s na %(org_long_name)s
ta: %(username)s க்கு கடவுச்சொல்லை %(org_long_name)s இல் அமைக்கவும்

source: Two factor verification
cs: Dvoufaktorové ověřování
ta: இரண்டு காரணி சரிபார்ப்பு

source: Please enter the 6-digit verification code generated by your Authenticator App.
cs: Zadejte šestimístný ověřovací kód vygenerovaný aplikací Authenticator.
ru: Пожалуйста, введите 6-значный код подтверждения, сгенерированный вашим приложением аутентификации.
ta: உங்கள் அங்கீகார பயன்பாட்டால் உருவாக்கப்பட்ட 6 இலக்க சரிபார்ப்புக் குறியீட்டை உள்ளிடவும்.

source: Please enter one of the backup codes to log in to your account.
cs: Pro přihlášení k účtu zadejte jeden ze záložních kódů.
ta: உங்கள் கணக்கில் உள்நுழைய காப்புப்பிரதி குறியீடுகளில் ஒன்றை உள்ளிடவும்.

source: Those codes were generated for you during 2FA setup to print or keep safe in a password manager.
cs: Tyto kódy vám byly vygenerovány během nastavení 2FA a můžete si je vytisknout nebo uložit do správce hesel.
ta: கடவுச்சொல் நிர்வாகியில் அச்சிட அல்லது பாதுகாப்பாக வைத்திருக்க 2FA அமைப்பின் போது அந்த குறியீடுகள் உங்களுக்காக உருவாக்கப்பட்டன.

source: Log in to %(ORG_SHORT_NAME)s
cs: Přihlaste se do %(ORG_SHORT_NAME)s
ta: %(ORG_SHORT_NAME)s உள்நுழைக

source: Forgot your password?
cs: Zapomněli jste heslo?
ru: Забыли ваш пароль?
ta: உங்கள் கடவுச்சொல்லை மறந்துவிட்டீர்களா?

source: or
cs: nebo
ta: அல்லது

source: Or, alternatively, use one of your backup phones:
cs: Případně použijte některý ze záložních telefonů:
ru: Или, в качестве альтернативы, используйте один из ваших резервных номеров телефона:
ta: அல்லது, மாற்றாக, உங்கள் காப்பு தொலைபேசிகளில் ஒன்றைப் பயன்படுத்தவும்:

source: As a last resort, you can use a backup codes:
cs: V krajním případě můžete použít záložní kódy:
ta: கடைசி முயற்சியாக, நீங்கள் காப்புப்பிரதி குறியீடுகளைப் பயன்படுத்தலாம்:

source: Use a Backup Code
cs: Použijte záložní kód
ta: காப்பு குறியீட்டைப் பயன்படுத்தவும்

source: Verification Code
cs: Ověřovací kód
ru: Код подтверждения
ta: சரிபார்ப்பு குறியீடு

source: Backup Code
cs: Záložní kód
ru: Резервный код
ta: காப்பு குறியீடு

source: Providers
cs: Poskytovatelé
ru: Провайдеры
ta: வழங்குநர்கள்

source: Disconnect
cs: Odpojit
ru: Отключить
ta: துண்டிக்கவும்

source: Available providers
cs: Dostupní poskytovatelé
ru: Доступные провайдеры
ta: கிடைக்கும் வழங்குநர்கள்

source: Invalid code, please try again!
cs: Neplatný kód, zkuste to znovu!
ta: தவறான குறியீடு, தயவுசெய்து மீண்டும் முயற்சிக்கவும்!

source: An email containing a code has been sent. Please check your email for the code.
cs: Byl odeslán e-mail s kódem. Zkontrolujte prosím, zda v e-mailu není kód.
ta: குறியீட்டைக் கொண்ட மின்னஞ்சல் அனுப்பப்பட்டுள்ளது. குறியீட்டிற்கான உங்கள் மின்னஞ்சலை சரிபார்க்கவும்.

source: Enter Code
cs: Zadejte kód
ta: குறியீட்டை உள்ளிடவும்

source: Re-send code?
cs: Znovu poslat kód?
ta: குறியீட்டை மீண்டும் வழங்கவா?

source: Use your password
cs: Použijte své heslo
ta: உங்கள் கடவுச்சொல்லைப் பயன்படுத்தவும்

source: Check your inbox to proceed!
cs: Zkontrolujte si doručenou poštu a pokračujte!
ta: தொடர உங்கள் இன்பாக்சைச் சரிபார்க்கவும்!

source: We have sent you an email containing a link for logging in or signing up. Please check your email and use the link provided to either login or create your account.
cs: Zaslali jsme vám e-mail s odkazem pro přihlášení nebo registraci.Zkontrolujte prosím svůj e-mail a použijte uvedený odkaz pro přihlášení nebo vytvoření účtu.
ta: உள்நுழைய அல்லது பதிவுபெறுவதற்கான இணைப்பைக் கொண்ட மின்னஞ்சலை நாங்கள் உங்களுக்கு அனுப்பியுள்ளோம். தயவுசெய்து உங்கள் மின்னஞ்சலைச் சரிபார்த்து, உள்நுழைய அல்லது உங்கள் கணக்கை உருவாக்க வழங்கப்பட்ட இணைப்பைப் பயன்படுத்தவும்.

source: We've sent you an email with a login link. Kindly check your email and follow the link to access your account.
cs: Zaslali jsme vám e-mail s odkazem pro přihlášení. Zkontrolujte laskavě svůj e-mail a podle odkazu získejte přístup ke svému účtu.
ta: உள்நுழைவு இணைப்புடன் ஒரு மின்னஞ்சலை உங்களுக்கு அனுப்பியுள்ளோம். தயவுசெய்து உங்கள் மின்னஞ்சலைச் சரிபார்த்து, உங்கள் கணக்கை அணுக இணைப்பைப் பின்தொடரவும்.

source: Check your "Spam" folder, if you don't find the email in your inbox.
cs: Pokud e-mail nenajdete ve své schránce, zkontrolujte složku "Spam".
ru: Проверьте папку «Спам», если вы не нашли письмо во входящих.
ta: உங்கள் இன்பாக்சில் மின்னஞ்சலைக் காணவில்லை என்றால், உங்கள் "ச்பேம்" கோப்புறையைச் சரிபார்க்கவும்.

source: Try again
cs: Zkuste to znovu
ta: மீண்டும் முயற்சிக்கவும்

source: Reset password
cs: Obnovit heslo
ru: Сбросить пароль
ta: கடவுச்சொல்லை மீட்டமைக்கவும்

source: Password change successful
cs: Změna hesla byla úspěšná
ru: Пароль успешно изменен
ta: கடவுச்சொல் மாற்றம் வெற்றிகரமாக

source: Please enter your new password twice so we can verify you typed it in correctly.
cs: Zadejte prosím své nové heslo dvakrát, abychom mohli ověřit, že jste ho zadali správně.
ru: Пожалуйста, введите новый пароль дважды, чтобы мы могли убедиться, что вы ввели его правильно.
ta: தயவுசெய்து உங்கள் புதிய கடவுச்சொல்லை இரண்டு முறை உள்ளிடவும், எனவே அதை சரியாக தட்டச்சு செய்ததை நாங்கள் சரிபார்க்கலாம்.

source: Reset
cs: Obnovit
ru: Сбросить
ta: மீட்டமை

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
cs: Odkaz na obnovení hesla byl neplatný, pravděpodobně proto, že již byl použit. Požádejte o nové obnovení hesla.
ta: கடவுச்சொல் மீட்டமைப்பு இணைப்பு தவறானது, ஏனெனில் அது ஏற்கனவே பயன்படுத்தப்பட்டிருப்பதால். புதிய கடவுச்சொல் மீட்டமைப்பைக் கோரவும்.

source: Password Reset
cs: Obnovit heslo
ru: Сброс пароля
ta: கடவுச்சொல் மீட்டமைப்பு

source: Check your inbox for a password reset email!
cs: Podívejte se do své e-mailové schránky, zda vám nepřišel e-mail o obnovení hesla!
ru: Проверьте ваш почтовый ящик на наличие электронного письма со ссылкой для сброса пароля!
ta: கடவுச்சொல் மீட்டமைப்பு மின்னஞ்சலுக்கு உங்கள் இன்பாக்சைச் சரிபார்க்கவும்!

source: We have sent an email to you with a password recovery link, open the link in the email to change your password.
cs: Zaslali jsme vám e-mail s odkazem na obnovení hesla, otevřete odkaz v e-mailu a změňte heslo.
ru: Мы отправили вам электронное письмо с ссылкой для восстановления пароля. Откройте ссылку в письме, чтобы изменить пароль.
ta: கடவுச்சொல் மீட்பு இணைப்புடன் நாங்கள் உங்களுக்கு ஒரு மின்னஞ்சலை அனுப்பியுள்ளோம், உங்கள் கடவுச்சொல்லை மாற்ற மின்னஞ்சலில் இணைப்பைத் திறக்கவும்.

source: You're receiving this email because you requested a password reset for your user account at %(org_long_name)s.
cs: Tento e-mail jste obdrželi, protože jste požádali o obnovení hesla ke svému uživatelskému účtu na %(org_long_name)s.
ta: உங்கள் பயனர் கணக்கிற்கான கடவுச்சொல் மீட்டமைப்பை %(org_long_name)s கோரியதால் நீங்கள் இந்த மின்னஞ்சலைப் பெறுகிறீர்கள்.

source: Please follow the link below to reset your password:
cs: Heslo obnovíte pomocí níže uvedeného odkazu:
ru: Пожалуйста, перейдите по ссылке ниже, чтобы сбросить пароль:
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்க கீழே உள்ள இணைப்பைப் பின்தொடரவும்:

source: Forgot password?
cs: Zapomněli jste heslo?
ru: Забыли пароль?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?

source: Please enter your user account's email address and we will send you a password reset link.
cs: Zadejte e-mailovou adresu svého uživatelského účtu a my vám zašleme odkaz pro obnovení hesla.
ru: Пожалуйста, введите адрес электронной почты вашей учетной записи, и мы отправим вам ссылку для сброса пароля.
ta: தயவுசெய்து உங்கள் பயனர் கணக்கின் மின்னஞ்சல் முகவரியை உள்ளிடவும், நாங்கள் உங்களுக்கு கடவுச்சொல் மீட்டமைப்பு இணைப்பை அனுப்புவோம்.

source: Send reset email
cs: Odeslat e-mail pro obnovení
ru: Отправить письмо для сброса пароля
ta: மீட்டமை மின்னஞ்சலை அனுப்பவும்

source: Sign up
cs: Zaregistrujte se
ru: Зарегистрироваться
ta: பதிவு செய்க

source: Log in or signup to %(ORG_SHORT_NAME)s
cs: Přihlaste se nebo se zaregistrujte do %(ORG_SHORT_NAME)s
ta: உள்நுழைக அல்லது %(ORG_SHORT_NAME)s

source: Register
cs: Registrace
ru: Регистрация
ta: பதிவு செய்யுங்கள்

source: Hi
cs: Dobrý den
ru: Приветствуем
ta: ஆய்

source: your account
cs: váš účet
ru: ваша учетная запись
ta: உங்கள் கணக்கு

source: with the email
cs: s e-mailem
ru: по электронной почте
ta: மின்னஞ்சலுடன்

source: has been successfully created! We have sent you an account activatation email.
cs: byl úspěšně vytvořen!Zaslali jsme vám aktivační e-mail.
ru: был успешно создан! Мы отправили вам электронное письмо для активации учетной записи.
ta: வெற்றிகரமாக உருவாக்கப்பட்டுள்ளது! கணக்கு செயல்படுத்தும் மின்னஞ்சலை நாங்கள் உங்களுக்கு அனுப்பியுள்ளோம்.

source: Roles
cs: Role
ru: Роли
ta: பாத்திரங்கள்

source: Delete user
cs: Smazat uživatele
ru: Удалить пользователя
ta: பயனரை நீக்கு

source: This account do not have 2FA enabled.
cs: Tento účet nemá povolenou funkci 2FA.
ru: Для этой учетной записи не включена двухфакторная аутентификация (2FA).
ta: இந்த கணக்கில் 2FA இயக்கப்பட்டிருக்கவில்லை.

source: 2FA already disabled
cs: 2FA je již vypnutá
ru: Двухфакторная аутентификация (2FA) уже отключена
ta: 2FA ஏற்கனவே முடக்கப்பட்டுள்ளது

source: Select all users in listing
cs: Vybrat všechny uživatele ve výpisu
ta: பட்டியலில் உள்ள அனைத்து பயனர்களையும் தேர்ந்தெடுக்கவும்

source: Display Name
cs: Zobrazované jméno
ta: காட்சி பெயர்

source: Last Login
cs: Poslední přihlášení
ta: கடைசி உள்நுழைவு

source: Admin
ta: நிர்வாகி

source: Inactive
cs: Neaktivní
ta: செயலற்றது

source: There is %(counter)s match
cs: Je zde %(counter)s shoda
ru: Есть %(counter)s совпадение
ta: %(counter)s போட்டி உள்ளது

source: Sorry, no users match "<em>%(query_string)s</em>"
cs: Je nám líto, ale žádný uživatel neodpovídá "<em>%(query_string)s</em>"
ru: Извините, нет пользователей, соответствующих "<em>%(query_string)s</em>"
ta: மன்னிக்கவும், பயனர்கள் எந்த பயனர்களும் "<em>%(query_string)s </em>"

source: The %(group_name)s group has no users configured. Why not <a href="%(wagtailusers_add_url)s">add some</a>?
cs: Skupina %(group_name)s nemá nakonfigurované žádné uživatele. Proč je <a href="%(wagtailusers_add_url)s">nepřidat</a>?
ru: Группа %(group_name)s не имеет настроенных пользователей. Почему бы не <a href="%(wagtailusers_add_url)s">добавить их</a>?
ta: %(group_name)s குழுவில் பயனர்கள் இல்லை. ஏன் <a href = "%(wagtailusers_add_url)s"> சிலவற்றைச் சேர்க்கவும் </a>?

source: There are no users configured. Why not <a href="%(wagtailusers_add_url)s">add some</a>?
cs: Nejsou nakonfigurováni žádní uživatelé. Proč je <a href="%(wagtailusers_add_url)s">nepřidat</a>?
ru: Нет настроенных пользователей. Почему бы не <a href="%(wagtailusers_add_url)s">добавить их</a>?
ta: பயனர்கள் எதுவும் கட்டமைக்கப்படவில்லை. ஏன் <a href = "%(wagtailusers_add_url)s"> சிலவற்றைச் சேர்க்கவும் </a>?

source: Email is already in use.
cs: E-mail se již používá.
ru: Этот адрес электронной почты уже используется.
ta: மின்னஞ்சல் ஏற்கனவே பயன்பாட்டில் உள்ளது.

source: Profile updated.
cs: Profil aktualizován.
ta: சுயவிவரம் புதுப்பிக்கப்பட்டது.

source: Password Page timed out. Try changing the email again.
cs: Stránka s heslem vypršela. Zkuste znovu změnit e-mail.
ru: Истекло время для страницы с паролем. Попробуйте изменить адрес электронной почты еще раз.
ta: கடவுச்சொல் பக்கம் நேரம் முடிந்தது. மின்னஞ்சலை மீண்டும் மாற்ற முயற்சிக்கவும்.

source: Hijack feature is not enabled.
cs: Funkce hijack není povolena.
ru: Функция перехвата не включена.
ta: கடத்தப்பட்ட நற்பொருத்தம் இயக்கப்படவில்லை.

source: Your email has been successfully updated to {email}!
cs: Váš e-mail byl úspěšně aktualizován na {email}!
ru: Ваш адрес электронной почты успешно обновлен на {email}!
ta: உங்கள் மின்னஞ்சல் வெற்றிகரமாக {மின்னஞ்சல் க்கு க்கு புதுப்பிக்கப்பட்டுள்ளது!

source: Rich text field
cs: Textové pole
ru: Поле для ввода текста
ta: பணக்கார உரை புலம்

source: Markdown text field
cs: Textové pole Markdown
ru: Поле для ввода текста в формате Markdown
ta: மார்க் பேரூர் உரை புலம்

source: Required
cs: Vyžadováno
ru: Требуется
ta: தேவை

source: Page size of downloadable Project and Submission PDFs
cs: Velikost stránek stažitelných souborů PDF projektu a podání
ru: Размер страницы для загружаемых PDF-файлов проекта и заявки
ta: தரவிறக்கம் செய்யக்கூடிய திட்டத்தின் பக்க அளவு மற்றும் சமர்ப்பிப்பு PDF

source: Page '{0}' can't be deleted because is in use in '{1}'.
cs: Stránku '{0}' nelze odstranit, protože se používá v '{1}'.
ru: Страница '{0}' не может быть удалена, так как используется в '{1}'.
ta: '{0}' என்ற பக்கத்தை நீக்க முடியாது, ஏனெனில் '{1}' இல் பயன்பாட்டில் உள்ளது.

source: Decline tracking cookies.
cs: Odmítnout sledovací soubory cookie.
ru: Отказаться от отслеживающих файлов cookie.
ta: கண்காணிப்பு குக்கீகளை நிராகரிக்கவும்.

source: Essential only
cs: Pouze nezbytné
ta: அத்தியாவசிய மட்டும்

source: Accept tracking cookies.
cs: Přijmout sledovací soubory cookie.
ru: Принять отслеживающие файлы cookie.
ta: கண்காணிப்பு குக்கீகளை ஏற்றுக்கொள்ளுங்கள்.

source: Accept all
cs: Přijmout vše
ta: அனைத்தையும் ஏற்றுக்கொள்

source: Acknowledge use of essential cookies.
cs: Potvrdit používání základních souborů cookie.
ta: அத்தியாவசிய குக்கீகளின் பயன்பாட்டை ஒப்புக் கொள்ளுங்கள்.

source: Ok
ru: Ок
ta: சரி

source: Learn more about specific cookies used.
cs: Další informace o konkrétních používaných souborech cookie.
ta: பயன்படுத்தப்படும் குறிப்பிட்ட குக்கீகள் பற்றி மேலும் அறிக.

source: Learn More
cs: Zjistěte více
ta: மேலும் அறிக

source: This Website uses cookies. Below you can select the categories of cookies to allow when you use our website and services.
cs: Tyto webové stránky používají soubory cookie. Níže si můžete vybrat kategorie souborů cookie, které chcete povolit při používání našich webových stránek a služeb.
ta: இந்த வலைத்தளம் குக்கீகளைப் பயன்படுத்துகிறது. எங்கள் வலைத்தளம் மற்றும் சேவைகளைப் பயன்படுத்தும்போது அனுமதிக்க குக்கீகளின் வகைகளை கீழே தேர்ந்தெடுக்கலாம்.

source: Essential Cookies
cs: Základní cookies
ta: அத்தியாவசிய குக்கீகள்
