Repository: HyphaApp/hypha
Catalog: hypha/locale/*/LC_MESSAGES/django.po
Languages: cs, ru, ta

source: Advisory council
cs: Poradní sbor
ru: Консультативный совет
ta: அறிவுரை கவுன்சில்

source: Edit PAF
ta: PAF ஐத் திருத்து

source: Download Project Form
cs: Stáhnout projektový formulář
ta: திட்ட படிவத்தைப் பதிவிறக்கவும்

source: Download as PDF
cs: Stáhnout jako PDF
ru: Скачать в PDF
ta: PDF ஆக பதிவிறக்கவும்

source: Download as DOCX
cs: Stáhnout jako DOCX
ru: Скачать в DOCX
ta: DOCX ஆக பதிவிறக்கவும்

source: Proposal attachments
cs: Přílohy návrhu
ru: Приложения к предложению
ta: முன்மொழிவு இணைப்புகள்

source: Project Form not configured. Please add an project form in the
cs: Formulář projektu není nakonfigurován.Přidejte prosím formulář projektu do
ta: திட்ட படிவம் கட்டமைக்கப்படவில்லை. தயவுசெய்து ஒரு திட்ட படிவத்தைச் சேர்க்கவும்

source: fund settings
cs: nastavení fondu
ru: настройки фонда
ta: பொருள் அமைப்புகள்

source: Update Title
ta: புதுப்பிப்பு தலைப்பு

source: Assign Lead
ta: ஈயத்தை ஒதுக்கவும்

source: Details
ta: விவரங்கள்

source: This project is in %(status)s state.
cs: Tento projekt je ve stavu %(status)s.
ru: Этот проект находится в состоянии %(status)s.
ta: இந்த திட்டம் %(நிலை) நிலையில் உள்ளது.

source: Contractor
cs: Dodavatel
ru: Исполнитель
ta: ஒப்பந்தக்காரர்

source: Project form approvals
cs: Schvalování formulářů projektu
ta: திட்ட படிவ ஒப்புதல்கள்

source: Request changes or more information by
cs: Požádat o změny nebo další informace od
ru: Запросить изменения или дополнительную информацию можно у
ta: மாற்றங்கள் அல்லது கூடுதல் தகவல்களைக் கோருங்கள்

source: Pending approval from
cs: Čeká se na schválení od
ru: В ожидании одобрения от
ta: இருந்து ஒப்புதல் நிலுவையில் உள்ளது

source: (nobody assigned yet)
ta: (இதுவரை யாரும் நியமிக்கப்படவில்லை)

source: Approved by
ta: ஒப்புதல் அளித்தது

source: Projects
cs: Projekty
ru: Проекты
ta: திட்டங்கள்

source: All Projects
cs: Všechny projekty
ru: Все проекты
ta: அனைத்து திட்டங்களும்

source: View, Search and filter all projects
cs: Zobrazení, vyhledávání a filtrování všech projektů
ru: Просмотр, поиск и фильтр всех проектов
ta: எல்லா திட்டங்களையும் காண்க, தேடவும் வடிகட்டவும்

source: No Projects Available.
cs: Nejsou k dispozici žádné projekty.
ru: Нет доступных проектов.
ta: திட்டங்கள் எதுவும் கிடைக்கவில்லை.

source: Project scope of work(SOW)
ta: வேலையின் திட்ட நோக்கம் (விதை)

source: Download SOW
cs: Stáhnout rozah práce
ru: Скачать объем работ по проекту
ta: விதை பதிவிறக்கவும்

source: Report
cs: Zpráva
ru: Отчет
ta: அறிக்கை

source: View report
ta: அறிக்கையைக் காண்க

source: This report is for the period
cs: Tato zpráva se týká období
ru: Данный отчет составлен за период
ta: இந்த அறிக்கை காலத்திற்கானது

source: Report Skipped
cs: Zpráva přeskočena
ru: Отчет пропущен
ta: அறிக்கை தவிர்க்கப்பட்டது

source: Public Report
cs: Veřejná zpráva
ru: Публичный отчет
ta: பொது அறிக்கை

source: Attachements
ta: இணைப்புகள்

source: View previous report
cs: Zobrazit předchozí zprávu
ru: Просмотреть предыдущий отчет
ta: முந்தைய அறிக்கையைக் காண்க

source: View next report
cs: Zobrazit další zprávu
ru: Просмотреть следующий отчет
ta: அடுத்த அறிக்கையைக் காண்க

source: Edit Report
cs: Upravit zprávu
ru: Редактировать отчет
ta: அறிக்கையைத் திருத்து

source: Submit a report
cs: Odeslat zprávu
ru: Отправить отчет
ta: ஒரு அறிக்கையை சமர்ப்பிக்கவும்

source: You are reporting for the period running from
ta: இயங்கும் காலத்திற்கு நீங்கள் புகாரளிக்கிறீர்கள்

source: Save report
ta: அறிக்கையைச் சேமிக்கவும்

source: Saving a draft means this report will be visible to you and staff from your project page.
cs: Uložení návrhu znamená, že tato zpráva bude pro vás a zaměstnance viditelná na stránce projektu.
ru: Сохранение черновика означает, что этот отчет будет виден вам и сотрудникам со страницы вашего проекта.
ta: வரைவைச் சேமிப்பது என்பது இந்த அறிக்கை உங்களுக்கும் உங்கள் திட்டப் பக்கத்திலிருந்து ஊழியர்களுக்கும் தெரியும்.

source: Submit report
ta: அறிக்கையை சமர்ப்பிக்கவும்

source: Are you sure you want to submit your report?
ta: உங்கள் அறிக்கையை சமர்ப்பிக்க விரும்புகிறீர்களா?

source: Project Report Form not configured. Please add a project report form in the
cs: Formulář hlášení o projektu není nakonfigurován. Přidejte prosím formulář pro hlášení projektu do
ta: திட்ட அறிக்கை படிவம் கட்டமைக்கப்படவில்லை. திட்ட அறிக்கை படிவத்தை சேர்க்கவும்

source: Project Report Form not configured yet. Please contact us at
cs: Formulář hlášení projektu zatím není nakonfigurován. Kontaktujte nás na
ta: திட்ட அறிக்கை படிவம் இன்னும் கட்டமைக்கப்படவில்லை. தயவுசெய்து எங்களை தொடர்பு கொள்ளவும்

source: Submitted Reports
cs: Podané zprávy
ru: Представленные отчеты
ta: சமர்ப்பிக்கப்பட்ட அறிக்கைகள்

source: View and filter all Submitted Reports
cs: Zobrazení a filtrování všech odeslaných hlášení
ru: Просмотр и фильтрация всех представленных отчетов
ta: சமர்ப்பிக்கப்பட்ட அனைத்து அறிக்கைகளையும் காண்க மற்றும் வடிகட்டவும்

source: No Reports Available.
cs: Žádné zprávy nejsou k dispozici.
ru: Нет доступных отчетов.
ta: அறிக்கைகள் எதுவும் கிடைக்கவில்லை.

source: View, Search and filter reporting statuses
cs: Zobrazení, vyhledávání a filtrování stavů hlášení
ta: அறிக்கையிடல் நிலைகளைக் காண்க

source: No Projects Currently Reporting.
cs: V současné době nemají hlášení žádné projekty.
ta: தற்போது எந்த திட்டங்களும் புகாரளிக்கவில்லை.

source: {status} by {user_role}
cs: {status} od {user_role}
ru: {status} от {user_role}
ta: {நிலை {{status} ஆல்

source: To do
cs: Jak udělat
ru: Выполнить
ta: செய்ய

source: Fill in the Project Form
cs: Vyplnit formulář projektu
ta: திட்ட படிவத்தை நிரப்பவும்

source: Move project to next stage
cs: Posun projektu do další fáze
ta: திட்டத்தை அடுத்த கட்டத்திற்கு நகர்த்தவும்

source: Resubmit project documents for approval
cs: Znovu předložit projektovou dokumentaci ke schválení
ru: Повторно представить документы проекта на утверждение
ta: ஒப்புதலுக்காக திட்ட ஆவணங்களை மீண்டும் சமர்ப்பிக்கவும்

source: Submit project documents for approval
cs: Předložit projektovou dokumentaci ke schválení
ru: Предоставить проектную документацию на утверждение
ta: திட்ட ஆவணங்களை ஒப்புதலுக்காக சமர்ப்பிக்கவும்

source: Waiting for
cs: Čekání na
ru: В ожидании
ta: காத்திருக்கிறது

source: Awaiting project documents to be created and approved by {org_short_name} internally. Please check back when the project has moved to contracting stage.
cs: Čeká se na vytvoření projektové dokumentace, kterou interně schválí {org_short_name}.Zkontrolujte prosím, až projekt přejde do fáze uzavírání smluv.
ta: திட்ட ஆவணங்களை {org_short_name by உள்நாட்டில் உருவாக்கி அங்கீகரிக்க காத்திருக்கிறது. திட்டம் ஒப்பந்த நிலைக்கு செல்லும்போது மீண்டும் சரிபார்க்கவும்.

source: Changes requested. Awaiting documents to be resubmitted.
cs: Požadované změny. Čeká se na opětovné předložení dokumentů.
ru: Запрошены изменения. Ожидание повторной подачи документов.
ta: கோரப்பட்ட மாற்றங்கள். ஆவணங்களை மீண்டும் சமர்ப்பிக்க காத்திருக்கிறது.

source: Awaiting project form to be created.
cs: Čeká se na vytvoření projektového formuláře.
ta: திட்ட படிவத்தை உருவாக்க காத்திருக்கிறது.

source: Awaiting approval. Assigned to {approver}
cs: Čeká se na schválení. Přiděleno {approver}
ru: Ожидает утверждения. Назначен на {approver}
ta: ஒப்புதலுக்காக காத்திருக்கிறது. {approver} க்கு ஒதுக்கப்பட்டுள்ளது

source: Awaiting {reviewer_role} to assign an approver
cs: Čeká se na přiřazení {reviewer_role} schvalovateli
ru: Ожидание {reviewer_role} для назначения утверждающего лица
ta: ஒப்புதலை ஒதுக்க {விமர்சகர்_ரோல் way காத்திருக்கிறார்

source: Awaiting project form to be approved
cs: Čeká se na schválení formuláře projektu
ta: திட்ட படிவத்தை அங்கீகரிக்க காத்திருக்கிறது

source: Awaiting approval from other approvers teams
cs: Čeká se na schválení ostatními schvalovacími týmy
ru: Ожидание одобрения со стороны других команд утверждения
ta: பிற ஒப்புதல்கள் குழுக்களின் ஒப்புதலுக்காக காத்திருக்கிறது

source: Awaiting project from assigned approvers
cs: Čeká se na projekt od přiřazených schvalovatelů
ta: ஒதுக்கப்பட்ட ஒப்புதல்களிடமிருந்து திட்டத்திற்காக காத்திருக்கிறது

source: Awaiting signed contract from {org_short_name}
cs: Čeká se na podepsanou smlouvu od {org_short_name}
ta: {Org_short_name இருந்து இலிருந்து கையொப்பமிடப்பட்ட ஒப்பந்தத்திற்காக காத்திருக்கிறது

source: Awaiting signed contract from Staff/Contracting team
cs: Čeká se na podepsanou smlouvu od zaměstnanců / týmu zadavatelů
ta: பணியாளர்கள்/ஒப்பந்தக் குழுவின் கையொப்பமிடப்பட்ட ஒப்பந்தத்திற்காக காத்திருக்கிறது

source: Awaiting signed contract from Contracting team
cs: Čeká se na podepsanou smlouvu od zadavatelů
ru: Ожидание подписания контракта со стороны подрядчика
ta: ஒப்பந்தக் குழுவிலிருந்து கையெழுத்திட்ட ஒப்பந்தத்திற்காக காத்திருக்கிறது

source: Awaiting contract documents to be submitted by you.
cs: Čekáme na zadávací dokumentaci, kterou předložíte.
ru: Ожидаем представления вами документов по контракту.
ta: நீங்கள் சமர்ப்பிக்க ஒப்பந்த ஆவணங்களுக்காக காத்திருக்கிறீர்கள்.

source: Awaiting countersigned contract from Vendor
cs: Čeká se na spolupodepsanou smlouvu od dodavatele
ru: Ожидание подписания контракта с поставщиком
ta: விற்பனையாளரிடமிருந்து எதிர்நோக்கப்பட்ட ஒப்பந்தத்திற்காக காத்திருக்கிறது

source: Awaiting contract documents submission by you
cs: Čeká se na předložení zadávací dokumentace od vás
ru: Ожидаем предоставления контрактной документации с вашей стороны
ta: ஒப்பந்த ஆவணங்கள் நீங்கள் சமர்ப்பிப்பதற்காக காத்திருக்கிறது

source: Awaiting contract documents submission from Vendor
cs: Čeká se na předložení zadávací dokumentace od dodavatele
ru: Ожидание представления контрактной документации от поставщика
ta: விற்பனையாளரிடமிருந்து ஒப்பந்த ஆவணங்கள் சமர்ப்பிப்பதற்காக காத்திருக்கிறது

source: Review the contract for all relevant details and approve.
cs: Zkontrolujte, zda jsou ve smlouvě uvedeny všechny důležité údaje, a schvalte ji.
ru: Проверьте контракт на наличие всех необходимых деталей и утвердите его.
ta: தொடர்புடைய அனைத்து விவரங்களுக்கும் ஒப்பந்தத்தை மதிப்பாய்வு செய்து ஒப்புதல் அளிக்கவும்.

source: Awaiting contract approval from {org_short_name}
cs: Čeká se na schválení smlouvy od {org_short_name}
ta: {Org_short_name இருந்து இலிருந்து ஒப்பந்த ஒப்புதலுக்காக காத்திருக்கிறது

source: Awaiting contract approval from Staff
cs: Čeká se na schválení smlouvy zaměstnanci
ru: Ожидает одобрения контракта со стороны сотрудников
ta: ஊழியர்களிடமிருந்து ஒப்பந்த ஒப்புதலுக்காக காத்திருக்கிறது

source: Add invoices
cs: Přidat faktury
ru: Добавить инвойсы
ta: விலைப்பட்டியல் சேர்க்கவும்

source: Review invoice and take action
cs: Zkontrolujte fakturu a přijměte opatření
ru: Проверьте инвойс и возьмите в работу
ta: விலைப்பட்டியல் மதிப்பாய்வு செய்து நடவடிக்கை எடுக்கவும்

source: Please download the signed contract uploaded by {org_short_name}
cs: Stáhněte si podepsanou smlouvu nahranou od {org_short_name}
ta: கையொப்பமிடப்பட்ட ஒப்பந்தத்தை {org_short_name} பதிவேற்றியது பதிவிறக்கவும்

source: Countersign
cs: Kontrasign
ru: Вторая подпись
ta: கவுண்டர்சைன்

source: Upload it back
cs: Nahrát zpět
ru: Загрузить обратно
ta: அதை மீண்டும் பதிவேற்றவும்

source: Please also make sure to upload other required contracting documents
cs: Nezapomeňte nahrát i další požadované dokumenty k uzavření smlouvy
ru: Пожалуйста, не забудьте загрузить и другие необходимые документы для заключения договора
ta: தேவையான பிற ஒப்பந்த ஆவணங்களை பதிவேற்றவும் உறுதிப்படுத்தவும்

source: Pending approval
cs: Čeká na schválení
ru: В ожидании утверждения
ta: ஒப்புதல் நிலுவையில் உள்ளது

source: Request for change or more information
cs: Žádost o změnu nebo další informace
ru: Запрос на изменение или дополнительную информацию
ta: மாற்றம் அல்லது கூடுதல் தகவலுக்கான கோரிக்கை

source: <p>Invoice status updated to: {status}.</p>
cs: <p>Stav faktury aktualizován na: {status}.</p>
ru: <p>Статус инвойса обновлен до: {status}.</p>
ta: <p> விலைப்பட்டியல் நிலை புதுப்பிக்கப்பட்டது: {status}. </p>

source: <p>Invoice added.</p>
cs: <p>Faktura byla přidána.</p>
ru: <p>Инвойс добавлен.</p>
ta: <p> விலைப்பட்டியல் சேர்க்கப்பட்டது. </p>

source: PAF has been submitted for approval
cs: PAF byl předložen ke schválení
ru: Форма утверждения проекта была подана на подтверждение
ta: ஒப்புதலுக்காக PAF சமர்ப்பிக்கப்பட்டுள்ளது

source: Document has been removed
cs: Dokument byl odebrán
ru: Документ был удален
ta: ஆவணம் அகற்றப்பட்டது

source: Contracting document has been removed
cs: Zadávací dokument byl odstraněn
ru: Контрактный документ был удален
ta: ஒப்பந்த ஆவணம் அகற்றப்பட்டது

source: Unassigned
cs: Nepřiřazeno
ta: ஒதுக்கப்படாதது

source: Lead has been updated
ta: முன்னணி புதுப்பிக்கப்பட்டுள்ளது

source: Title has been updated
cs: Název byl aktualizován
ta: தலைப்பு புதுப்பிக்கப்பட்டுள்ளது

source: Contractor documents have been approved. You can receive invoices from vendor now.
ta: ஒப்பந்தக்காரர் ஆவணங்கள் அங்கீகரிக்கப்பட்டுள்ளன. நீங்கள் இப்போது விற்பனையாளரிடமிருந்து விலைப்பட்டியல் பெறலாம்.

source: Countersigned contract uploaded
cs: Kontrasignovaná smlouva nahrána
ru: Контракт, подписанный всеми сторонами, загружен
ta: கவுண்டர்செய்ன் ஒப்பந்தம் பதிவேற்றப்பட்டது

source: Signed contract uploaded
cs: Podepsaná smlouva nahrána
ru: Подписанный контракт загружен
ta: கையொப்பமிடப்பட்ட ஒப்பந்தம் பதிவேற்றப்பட்டது

source: Contract documents submitted
cs: Smluvní dokumentace předložena
ru: Контрактные документы представлены
ta: ஒப்பந்த ஆவணங்கள் சமர்ப்பிக்கப்பட்டன

source: <p>{role} has updated project form status to {paf_status}.</p>
ta: <p> {role} திட்ட படிவ நிலையை {paf_status பெறுநர் க்கு புதுப்பித்துள்ளது. </p>

source: Project form status has been updated
cs: Stav projektového formuláře byl aktualizován
ta: திட்ட படிவ நிலை புதுப்பிக்கப்பட்டுள்ளது

source: Project form has been approved
cs: Projektový formulář byl schválen
ta: திட்ட படிவம் அங்கீகரிக்கப்பட்டுள்ளது

source: Project status has been updated
cs: Stav projektu byl aktualizován
ru: Статус проекта был обновлен
ta: திட்ட நிலை புதுப்பிக்கப்பட்டுள்ளது

source: Project form approvers have been updated
cs: Schvalovatelé projektových formulářů byli aktualizováni
ta: திட்ட படிவ ஒப்புதல்கள் புதுப்பிக்கப்பட்டுள்ளன

source: Score
cs: Skóre
ru: Баллы
ta: கெலிப்பெண்

source: Recommendation
cs: Doporučení
ru: Рекомендация
ta: பரிந்துரை

source: Visibility
cs: Viditelnost
ru: Видимость
ta: விழிமை

source: 0. Need more info
cs: 0. Je třeba více informací
ru: 0. Требуется дополнительная информация
ta: 0. மேலும் செய்தி தேவை

source: 1. Poor
cs: 1. Slabé
ru: 1. Ниже среднего
ta: 1. ஏழை

source: 2. Not so good
cs: 2. Ne tak dobré
ru: 2. Средне
ta: 2. அவ்வளவு நல்லதல்ல

source: 3. Is o.k.
cs: 3. Je o.k.
ru: 4. Нормально
ta: 3. என்பது O.K.

source: 4. Good
cs: 4. Dobré
ru: 4. Хорошо
ta: 4. நல்லது

source: 5. Excellent
cs: 5. Vynikající
ru: 5. Отлично
ta: 5. சிறந்தது

source: n/a - choose not to answer
cs: n/a - rozhodl se neodpovídat
ru: не применимо - выбрать не отвечать
ta: இதற்கில்லை - பதிலளிக்க வேண்டாம் என்பதைத் தேர்வுசெய்க

source: No
cs: Ne
ru: Нет
ta: இல்லை

source: Maybe
cs: Možná
ru: Возможно
ta: ஒருவேளை

source: Yes
cs: Ano
ru: Да
ta: ஆம்

source: Agree
cs: Souhlasím
ru: Согласиться
ta: ஒப்புக்கொள்கிறேன்

source: Disagree
cs: Nesouhlasím
ru: Не согласиться
ta: உடன்படவில்லை

source: Visible only to staff.
cs: Viditelné pouze pro zaměstnance.
ru: Виден только сотрудникам.
ta: ஊழியர்களுக்கு மட்டுமே தெரியும்.

source: Visible to other reviewers and staff.
cs: Viditelné pro ostatní hodnotitele a zaměstnance.
ru: Доступно для просмотра другим ревьюерам и сотрудникам.
ta: மற்ற விமர்சகர்கள் மற்றும் ஊழியர்களுக்குத் தெரியும்.

source: Private
cs: Soukromé
ru: Доступно для просмотра только вам
ta: தனிப்பட்ட

source: Reviewers and Staff
cs: Hodnotitelé a zaměstnanci
ru: Ревьюеры и сотрудники
ta: விமர்சகர்கள் மற்றும் ஊழியர்கள்

source: Add a review
cs: Přidat hodnocení
ru: Добавить ревью
ta: மதிப்பாய்வைச் சேர்க்கவும்

source: Are you sure you want to delete
cs: Opravdu chcete odstranit
ru: Вы уверены, что хотите удалить
ta: நீங்கள் நிச்சயமாக நீக்க விரும்புகிறீர்களா?

source: Review for
cs: Hodnocení pro
ru: Ревью для
ta: மதிப்பாய்வு

source: Review was not against the latest version
cs: Hodnocení nebylo proti nejnovější verzi
ru: Ревью было сделано не по последней версии
ta: விமர்சனம் அண்மைக் கால பதிப்பிற்கு எதிரானது அல்ல

source: An opinion is a replacement for a review. You will no longer be able to submit a review for this application.
cs: Názor nahrazuje hodnocení. K této žádosti již nebudete moci podat hodnocení.
ru: Мнение заменяет ревью. Теперь вы не сможете отправить ревью для этой заявки.
ta: ஒரு கருத்து என்பது மதிப்பாய்வுக்கு மாற்றாக உள்ளது. இந்த விண்ணப்பத்திற்கான மதிப்பாய்வை நீங்கள் இனி சமர்ப்பிக்க முடியாது.

source: Score:
cs: Skóre:
ta: ச்கோர்:

source: Total Score:
cs: Celkové skóre:
ta: மொத்த மதிப்பெண்:

source: You have already posted a review for this submission
cs: Již jste odeslali hodnocení tohoto podání
ru: Вы уже оставили отзыв для этой заявки
ta: இந்த சமர்ப்பிப்புக்காக நீங்கள் ஏற்கனவே ஒரு மதிப்பாய்வை வெளியிட்டுள்ளீர்கள்

source: Avg. score: {average}
cs: Průměrné skóre: {average}
ru: Средний балл: {average}
ta: ஏ.வி.சி. மதிப்பெண்: {average}

source: Edit Review
cs: Upravit hodnocení
ru: Редактировать ревью
ta: மதிப்பாய்வைத் திருத்தவும்

source: Update Review draft
cs: Aktualizace návrhu hodnocení
ru: Обновить черновик ревью
ta: மதிப்பாய்வு வரைவைப் புதுப்பிக்கவும்

source: Create Review
cs: Vytvořit hodnocení
ru: Создать ревью
ta: மதிப்பாய்வை உருவாக்கவும்

source: Help link
ta: இணைப்பு உதவி

source: Required
cs: Vyžadováno
ru: Требуется
ta: தேவை

source: Email
ru: Электронная почта
ta: மின்னஞ்சல்

source: URL
ta: முகவரி

source: Format
cs: Formát
ru: Формат
ta: வடிவம்

source: Default value
cs: Výchozí hodnota
ru: Значение по умолчанию
ta: இயல்புநிலை மதிப்பு

source: Text field (single line)
cs: Textové pole (jednořádkové)
ru: Текстовое поле (одна строка)
ta: உரை புலம் (ஒற்றை வரி)

source: Max number of inputs
cs: Maximální počet vstupů
ru: Максимальное количество входов
ta: உள்ளீடுகளின் அதிகபட்ச எண்ணிக்கை

source: Add new item
cs: Přidat novou položku
ru: Добавить новый пункт
ta: புதிய உருப்படியைச் சேர்க்கவும்

source: Text field (single line) (multiple inputs)
cs: Textové pole (jednořádkové) (více vstupů)
ru: Текстовое поле (одна строка) (несколько входов)
ta: உரை புலம் (ஒற்றை வரி) (பல உள்ளீடுகள்)

source: Word limit
cs: Omezení počtu slov
ru: Ограничение по количеству слов
ta: சொல் வரம்பு

source: Text field (multi line)
cs: Textové pole (víceřádkové)
ru: Текстовое поле (многострочное)
ta: உரை புலம் (மல்டி லைன்)

source: Number field
cs: Číselné pole
ru: Числовое поле
ta: எண் புலம்

source: Checkbox field
cs: Zaškrtávací pole
ru: Поле с чекбоксом
ta: தேர்வுப்பெட்டி புலம்

source: Choice
cs: Volba
ru: Выбор
ta: தேர்வு

source: Radio buttons
cs: Rádiová tlačítka
ru: Кнопки радио
ta: ரேடியோ பொத்தான்கள்

source: Group fields
cs: Skupinová pole
ru: Групповые поля
ta: குழு புலங்கள்

source: Dropdown field
cs: Rozbalovací pole
ru: Выпадающее поле
ta: கீழ்தோன்றும் புலம்

source: Checkbox
cs: Zaškrtávací políčko
ru: Чекбокс
ta: தேர்வுப்பெட்டி

source: Multiple checkboxes field
cs: Pole s více zaškrtávacími políčky
ru: Поле для выбора нескольких чекбоксов
ta: பல தேர்வுப்பெட்டிகள் புலம்

source: Date field
cs: Pole s datem
ru: Поле для даты
ta: தேதி புலம்

source: Time field
cs: Pole času
ru: Поле для времени
ta: நேர புலம்

source: Date+time field
cs: Pole Datum+čas
ru: Поле даты и времени
ta: தேதி+நேர புலம்

source: Image field
cs: Obrázkové pole
ru: Поле для изображения
ta: பட புலம்

source: Single File field
cs: Pole pro jeden soubor
ru: Поле для одного файла
ta: ஒற்றை கோப்பு புலம்

source: Multiple File field
cs: Pole pro více souborů
ru: Поле для загрузки нескольких файлов
ta: பல கோப்பு புலம்

source: Section header
cs: Záhlaví sekce
ru: Заголовок раздела
ta: பிரிவு தலைப்பு

source: Form fields
cs: Pole formuláře
ru: Поля формы
ta: படிவ புலங்கள்

source: You are logged in so this information is fetched from your user account.
cs: Jste přihlášeni, takže tyto informace se načtou z vašeho uživatelského účtu.
ru: Вы вошли в систему, поэтому эта информация будет получена из вашей учетной записи.
ta: நீங்கள் உள்நுழைந்துள்ளீர்கள், எனவே இந்த செய்தி உங்கள் பயனர் கணக்கிலிருந்து பெறப்படுகிறது.

source: You are logged in but your user account does not have a full name. We'll update your user account with the name you provide here.
cs: Jste přihlášeni, ale váš uživatelský účet nemá celé jméno. Váš uživatelský účet aktualizujeme na jméno, které zde uvedete.
ta: நீங்கள் உள்நுழைந்துள்ளீர்கள், ஆனால் உங்கள் பயனர் கணக்கில் முழு பெயர் இல்லை. நீங்கள் இங்கே வழங்கும் பெயருடன் உங்கள் பயனர் கணக்கை புதுப்பிப்போம்.

source: uploaded
cs: nahráno
ta: பதிவேற்றப்பட்டது

source: See help guide for more information.
ta: மேலும் தகவலுக்கு உதவி வழிகாட்டியைப் பார்க்கவும்.

source: There were some errors with your form. Please amend the fields highlighted below.
cs: Ve vašem formuláři se vyskytly chyby. Níže zvýrazněná pole prosím opravte.
ru: В вашей форме были допущены ошибки. Пожалуйста, внесите изменения в поля, выделенные ниже.
ta: உங்கள் படிவத்துடன் சில பிழைகள் இருந்தன. கீழே சிறப்பிக்கப்பட்டுள்ள புலங்களை திருத்தவும்.

source: A Submission draft [<span class="truncate inline-block max-w-32 align-bottom ">{related.title}</span>]({link} "{related.title}") is waiting to be submitted
ta: சமர்ப்பிக்கும் வரைவு [<ச்பான் கிளாச் = "

source: Determination draft for submission [<span class="truncate inline-block max-w-32 align-bottom ">{related.submission.title}</span>]({link} "{related.submission.title}") is waiting to be submitted
ta: சமர்ப்பிப்பதற்கான தீர்மான வரைவு [<ச்பான் வகுப்பு = " சமர்ப்பிக்க காத்திருக்கிறது

source: Review draft for submission [<span class="truncate inline-block max-w-32 align-bottom ">{related.submission.title}</span>]({link} "{related.submission.title}") is waiting to be submitted
ta: சமர்ப்பிப்பதற்கான வரைவை மதிப்பாய்வு செய்யவும் [<ச்பான் கிளாச் = " சமர்ப்பிக்க காத்திருக்கிறது

source: Project [<span class="truncate inline-block max-w-32 align-bottom ">{related.title}</span>]({link} "{related.title}") is waiting for project form
ta: திட்டம் [<ச்பான் வகுப்பு = "

source: project
cs: projekt
ta: திட்டம்

source: Project [<span class="truncate inline-block max-w-32 align-bottom ">{related.title}</span>]({link} "{related.title}") is waiting for project form submission
ta: திட்டம் [<ச்பான் வகுப்பு = "

source: Project form for project [<span class="truncate inline-block max-w-32 align-bottom ">{related.title}</span>]({link} "{related.title}") required changes or more information
ta: திட்டத்திற்கான திட்ட படிவம் [<ச்பான் கிளாச் = " செய்தி

source: Project form for project [<span class="truncate inline-block max-w-32 align-bottom ">{related.title}</span>]({link} "{related.title}") is waiting for assignee
ta: திட்டத்திற்கான திட்ட படிவம் [<span வகுப்பு = "துண்டிக்கவும் இன்லைன்-பிளாக் MAX-W-32 Align-bottom"> {தொடர்புடைய.

source: Project form for project [<span class="truncate inline-block max-w-32 align-bottom ">{related.title}</span>]({link} "{related.title}") is waiting for your approval
ta: திட்டத்திற்கான திட்ட படிவம் [<span வகுப்பு = "truncate inline-block max-w-32 align-bottom"> {தொடர்புடைய. ஒப்புதல்

source: Project [<span class="truncate inline-block max-w-32 align-bottom ">{related.title}</span>]({link} "{related.title}") is waiting for contract
ta: திட்டம் [<ச்பான் வகுப்பு = "

source: Project [<span class="truncate inline-block max-w-32 align-bottom ">{related.title}</span>]({link} "{related.title}") is waiting for contracting documents
ta: திட்டம் [<ச்பான் வகுப்பு = "

source: Contract for project [<span class="truncate inline-block max-w-32 align-bottom ">{related.title}</span>]({link} "{related.title}") is waiting for review
ta: திட்டத்திற்கான ஒப்பந்தம் [<ச்பான் கிளாச் = "

source: Project [<span class="truncate inline-block max-w-32 align-bottom ">{related.title}</span>]({link} "{related.title}") is waiting for invoice
ta: திட்டம் [<ச்பான் வகுப்பு = "
