Repository: HyphaApp/hypha
Catalog: hypha/locale/*/LC_MESSAGES/django.po
Languages: cs, ru, ta

source: A Project can only be sent for Approval when Drafted.
cs: Projekt lze odeslat ke schválení, pouze pokud je navržen.
ru: Проект может быть отправлен на утверждение только в черновом варианте.
ta: ஒரு திட்டத்தை வரைவு செய்யும்போது மட்டுமே ஒப்புதலுக்காக அனுப்ப முடியும்.

source: Contract
cs: Smlouva
ru: Контракт
ta: ஒப்பந்தம்

source: Signed and approved
cs: Podepsáno a schváleno
ta: கையொப்பமிடப்பட்டு அங்கீகரிக்கப்பட்டது

source: Contract Document
cs: Smluvní dokument
ru: Контрактный документ
ta: ஒப்பந்த ஆவணம்

source: Update lead from {lead} to
cs: Aktualizace vedení z {lead} na
ru: Обновить руководителя с {lead} на
ta: {lead} முதல் முன்னிலை புதுப்பிக்கவும்

source: Resubmitted
cs: Znovu předložené
ru: Повторно подано
ta: மீண்டும் சமர்ப்பிக்கப்பட்டது

source: Changes requested by staff
cs: Změny požadované zaměstnanci
ru: Требуются изменения по запросу сотрудников
ta: ஊழியர்கள் கோரிய மாற்றங்கள்

source: Changes requested by finance
cs: Změny požadované financemi
ru: Требуются изменения по запросу финансового отдела
ta: பொருள் கோரப்பட்ட மாற்றங்கள்

source: Approved by staff
cs: Schváleno zaměstnanci
ru: Одобрено сотрудниками
ta: ஊழியர்களால் அங்கீகரிக்கப்படுகிறது

source: Approved by finance
cs: Schváleno finančním odborem
ru: Одобрено финансовым отделом
ta: பொருள் ஒப்புதல்

source: Quantity Selected on an Invoice
ta: விலைப்பட்டியலில் தேர்ந்தெடுக்கப்பட்ட அளவு

source: Message
cs: Zpráva
ru: Сообщение
ta: செய்தி

source: Invoice number
cs: Číslo faktury
ru: Номер инвойса
ta: விலைப்பட்டியல் எண்

source: Invoice amount
cs: Výše faktury
ru: Сумма инвойса
ta: விலைப்பட்டியல் தொகை

source: Invoice date
cs: Datum faktury
ta: விலைப்பட்டியல் தேதி

source: Paid date
cs: Datum zaplacení
ta: கட்டண தேதி

source: Invoice requested for {project}
cs: Faktura požadovaná za {project}
ru: Инвойс запрошен для {project}
ta: {project}

source: Internal approval
cs: Interní schválení
ru: Внутреннее одобрение
ta: உள் ஒப்புதல்

source: Contracting
cs: Uzavírání smluv
ru: Заключение контракта
ta: ஒப்பந்தம்

source: Invoicing and reporting
cs: Fakturace a vykazování
ru: Подготовка инвойсов и отчетов
ta: விலைப்பட்டியல் மற்றும் அறிக்கை

source: Closing
cs: Uzávěrka
ru: Закрытие
ta: நிறைவு

source: Complete
cs: Dokončit
ru: Завершить
ta: முழுமையானது

source: {} approval
cs: {} schvalování
ru: {} одобрение
ta: {} ஒப்புதல்

source: Proposed Start Date
cs: Navrhované datum zahájení
ta: முன்மொழியப்பட்ட தொடக்க தேதி

source: Proposed End Date
cs: Navrhované datum ukončení
ta: முன்மொழியப்பட்ட இறுதி தேதி

source: Proposed End Date must be after Proposed Start Date
cs: Navrhované datum ukončení musí následovat po navrhovaném datu zahájení
ru: Предлагаемая дата окончания должна быть после предлагаемой даты начала
ta: முன்மொழியப்பட்ட இறுதி தேதி முன்மொழியப்பட்ட தொடக்க தேதிக்குப் பிறகு இருக்க வேண்டும்

source: user groups
cs: skupiny uživatelů
ru: пользовательские группы
ta: பயனர் குழுக்கள்

source: Only selected group's users will be listed for this ProjectFormReviewerRole
cs: Pro tuto roli ProjectFormReviewerRole budou uvedeni pouze uživatelé vybrané skupiny
ta: தேர்ந்தெடுக்கப்பட்ட குழுவின் பயனர்கள் மட்டுமே இந்த திட்ட வடிவத்திற்கு பட்டியலிடப்படுவார்கள்

source: Before
cs: Před
ta: முன்

source: After
cs: Po
ta: பிறகு

source: Number of days
cs: Počet dní
ta: நாட்களின் எண்ணிக்கை

source: Relation to report due date
cs: Vztah k datu podání zprávy
ta: அறிக்கை உரிய தேதி

source: Project Form Reviewers Roles
cs: Role hodnotitelů projektového formuláře
ta: திட்ட படிவ விமர்சகர்கள் பாத்திரங்கள்

source: Project Reviewers Roles
cs: Role hodnotitelů projektu
ta: திட்ட விமர்சகர்கள் பாத்திரங்கள்

source: Reviewer Roles are needed to move projects to 'Internal Approval' stage. Delete all roles to skip internal approval process and to move all internal approval projects back to the 'Draft' stage with all approvals removed.
cs: Role hodnotitele jsou potřebné pro posunutí projektů do fáze "interního schválení". Odstraněním všech rolí přeskočíte proces interního schvalování a všechny projekty s interním schvalováním přesunete zpět do fáze "Návrh" s odstraněním všech schválení.
ta: திட்டங்களை 'உள் ஒப்புதல்' நிலைக்கு நகர்த்துவதற்கு மதிப்பாய்வாளர் பாத்திரங்கள் தேவை. உள் ஒப்புதல் செயல்முறையைத் தவிர்ப்பதற்கான அனைத்து பாத்திரங்களையும் நீக்கவும், அனைத்து உள் ஒப்புதல் திட்டங்களையும் 'வரைவு' நிலைக்கு நகர்த்தவும் அனைத்து ஒப்புதல்களும் அகற்றப்பட்டன.

source: Report reminder frequency
cs: Frekvence připomínání hlášení
ta: நினைவூட்டல் அதிர்வெண்ணைப் புகாரளிக்கவும்

source: Set up a cron job to run `notify_report_due.py`. The script will use these reminder settings.
cs: Nastavte úlohu cronu, která bude spouštět soubor `notify_report_due.py`. Skript bude používat tato nastavení připomínek.
ta: `அறிவிப்பு_ரேபோர்ட்_டூ.பை` ஐ இயக்க ஒரு கிரான் வேலையை அமைக்கவும். ச்கிரிப்ட் இந்த நினைவூட்டல் அமைப்புகளைப் பயன்படுத்தும்.

source: Approval of {project} by {user}
cs: Schválení {project} od {user}
ru: Подтверждение для {project} от {user}
ta: {project} ஆல் {திட்டத்தின் ஒப்புதல்

source: Counter Signed
cs: Podepsaný protikus
ru: Подписан ответной подписью
ta: கவுண்டர் கையொப்பமிடப்பட்டது

source: Unsigned
cs: Nepodepsáno
ru: Не подписанный
ta: கையொப்பமிடாத

source: Contract for {project} ({state})
cs: Smlouva na {project} ({state})
ru: Контракт для {project} ({state})
ta: {project} ({state})

source: Project file: {title}
cs: Soubor projektu: {title}
ru: Файл проекта: {title}
ta: திட்ட கோப்பு: {title}

source: Contract file: {title}
cs: Soubor smluv: {title}
ru: Файл контракта: {title}
ta: ஒப்பந்த கோப்பு: {title}

source: Allow document access for groups
cs: Povolení přístupu k dokumentům pro skupiny
ta: குழுக்களுக்கான ஆவண அணுகலை அனுமதிக்கவும்

source: Only selected group's users can access the document
cs: Přístup k dokumentu mají pouze uživatelé vybrané skupiny
ta: தேர்ந்தெடுக்கப்பட்ட குழுவின் பயனர்கள் மட்டுமே ஆவணத்தை அணுக முடியும்

source: week
cs: týden
ru: неделя
ta: வாரம்

source: month
cs: měsíc
ru: месяц
ta: மாதம்

source: year
cs: rok
ru: год
ta: ஆண்டு

source: Weeks
cs: Týdny
ru: Недели
ta: வாரங்கள்

source: Months
cs: Měsíce
ru: Месяца
ta: மாதங்கள்

source: Years
cs: Roky
ru: Годы
ta: ஆண்டுகள்

source: Reporting Disabled
cs: Vykazování zakázáno
ru: Отчетность отключена
ta: அறிக்கையிடல் முடக்கப்பட்டது

source: One time, that already has reported on {date}
cs: Jednou, který se již ohlásil v {date}
ru: Один раз, когда уже сообщалось о {date}
ta: ஒரு முறை, இது ஏற்கனவே {date} இல் அறிக்கை செய்துள்ளது

source: One time on {date}
cs: Jednou v {date}
ru: Один раз в {date}
ta: {date} இல் ஒரு முறை

source: last day
cs: poslední den
ru: последний день
ta: கடைசி நாள்

source: Once a year on {month} {day}
cs: Jednou ročně {day} {month}
ru: Раз в год в {month} {day}
ta: வருடத்திற்கு ஒரு முறை {month} {day}

source: Every {occurrence} years on {month} {day}
cs: Každý {occurrence} rok {day} {month}
ru: Каждый {occurrence} год в {month} {day}
ta: ஒவ்வொரு {occurrence} வருடங்களும் {month} {day}

source: Once a month on the {day}
cs: Jednou měsíčně {day}
ru: Раз в месяц в {day}
ta: {day} இல் ஒரு மாதத்திற்கு ஒரு முறை

source: Every {occurrence} months on the {day}
cs: Každých {occurrence} měsíců {day}
ru: Каждый {occurrence} месяц, {day} числа
ta: ஒவ்வொரு {occurrence} மாதங்களும் {day}

source: Once a week on {weekday}
cs: Jednou týdně v {weekday}
ru: Раз в неделю в {weekday}
ta: வாரத்திற்கு ஒரு முறை {வார நாள் on

source: Every {occurrence} weeks on {weekday}
cs: Každý {occurrence} týden v {weekday}
ru: Каждую {occurrence} неделю в {weekday}
ta: ஒவ்வொரு {occurrence} வாரங்களும் {weekday}

source: Invoice Number
cs: Číslo faktury
ru: Номер инвойса
ta: விலைப்பட்டியல் எண்

source: Project Name
cs: Název Projektu
ru: Название проекта
ta: திட்ட பெயர்

source: Vendor Name
cs: Název dodavatele
ta: விற்பனையாளர் பெயர்

source: Reporting
cs: Hlášení
ru: Отчетность
ta: அறிக்கை

source: End Date
ta: இறுதி தேதி

source: Date requested
cs: Datum žádosti
ta: தேதி கோரப்பட்டது

source: Assignee
cs: Příjemce
ta: ஒதுக்கப்பட்டவர்

source: Waiting for approval
cs: Čekání na schválení
ta: ஒப்புதலுக்காக காத்திருக்கிறது

source: Waiting for assignee
cs: Čekání na příjemce
ta: ஒதுக்கப்பட்டவருக்காக காத்திருக்கிறது

source: Project #
ta: திட்டம் #

source: Submission #
ta: சமர்ப்பிப்பு #

source: to
cs: do
ru: на
ta: பெறுநர்

source: Update Invoices Status
cs: Aktualizovat stav faktur
ta: விலைப்பட்டியல் நிலையைப் புதுப்பிக்கவும்

source: Contracting documents
cs: Zadávací dokumentace
ru: Документы для заключения контракта
ta: ஒப்பந்த ஆவணங்கள்

source: expand
cs: rozbalit
ta: விரிவாக்கு

source: Submit contract documents
cs: Předložit smluvní dokumenty
ru: Подать документы на подготовку контракта
ta: ஒப்பந்த ஆவணங்களை சமர்ப்பிக்கவும்

source: Approve contract documents
cs: Schválení smluvní dokumentace
ru: Утвердить контрактную документацию
ta: ஒப்பந்த ஆவணங்களை அங்கீகரிக்கவும்

source: Corrections/amendments?
cs: Opravy/změny?
ru: Правки/изменения?
ta: திருத்தங்கள்/திருத்தங்கள்?

source: Pending signed contract by
cs: Čeká na podepsanou smlouvu do
ru: В ожидании подписания контракта со стороны
ta: கையொப்பமிடப்பட்ட ஒப்பந்தம் நிலுவையில் உள்ளது

source: Signed contract by
cs: Podepsaná smlouva od
ru: Подписанный контракт
ta: கையொப்பமிடப்பட்ட ஒப்பந்தம்

source: Contracting team
cs: Tým zadavatele
ru: Контрактный отдел
ta: ஒப்பந்த குழு

source: Upload
cs: Nahrát
ru: Загрузить
ta: பதிவேற்றும்

source: Reupload
cs: Znovu nahrát
ru: Загрузить повторно
ta: மீண்டும் ஏற்றவும்

source: Pending countersigned contract by
cs: Čeká se na kontrasignovanou smlouvu od
ru: Ожидание ответной подписи в контракте от
ta: மூலம் நிலுவையில் உள்ளது

source: Countersigned contract by
cs: Kontrasignovaná smlouva od
ru: Контракт подписан ответной подписью
ta: மூலம் கான்டர்சைன் செய்யப்பட்ட ஒப்பந்தம்

source: you
cs: vy
ru: Вы
ta: நீங்கள்

source: Vendor
cs: Dodavatel
ru: Вендор
ta: விற்பனையாளர்

source: Choose deliverables
ta: விநியோகங்களை தேர்வு செய்யவும்

source: Invoice Covers Deliverables
ta: விலைப்பட்டியல் கவர்கள் வழங்கல்கள்

source: Available to invoice:
ta: விலைப்பட்டியலுக்கு கிடைக்கிறது:

source: Quantity:
ta: அளவு:

source: Deliverables
ta: வழங்கக்கூடியவை

source: Remove
cs: Odebrat
ru: Удалить
ta: அகற்று

source: Total:
ta: மொத்தம்:

source: Contract number
ta: ஒப்பந்த எண்

source: Pay to
ta: பணம் செலுத்துங்கள்

source: Some details
ta: சில விவரங்கள்

source: Add Invoice
cs: Přidat fakturu
ru: Добавить инвойс
ta: விலைப்பட்டியல் சேர்க்கவும்

source: Date submitted
cs: Datum odeslání
ru: Дата подачи
ta: சமர்ப்பிக்கப்பட்ட தேதி

source: Invoice no.
cs: Faktura č.
ta: விலைப்பட்டியல் இல்லை.

source: No active invoices yet.
cs: Zatím žádné aktivní faktury.
ta: செயலில் விலைப்பட்டியல் இல்லை.

source: Show rejected
cs: Zobrazit zamítnuté
ru: Показать отклоненные
ta: நிகழ்ச்சி நிராகரிக்கப்பட்டது

source: Project documents
cs: Projektové dokumenty
ru: Документы по проекту
ta: திட்ட ஆவணங்கள்

source: Resubmit for approval
cs: Znovu předložit ke schválení
ru: Повторная подача на утверждение
ta: ஒப்புதலுக்காக மீண்டும் சமர்ப்பிக்கவும்

source: Submit for approval
cs: Předložit ke schválení
ru: Отправить на утверждение
ta: ஒப்புதலுக்காக சமர்ப்பிக்கவும்

source: View/Update Approvers
cs: Zobrazit/aktualizovat schvalovatele
ru: Просмотр/обновление утверждающих лиц
ta: ஒப்புதல்களைக் காண்க/புதுப்பிக்கவும்

source: Change approver
cs: Schvalovatel změn
ru: Изменить утверждающего
ta: ஒப்புதல் மாற்றவும்

source: Assign approver
cs: Přiřadit schvalovatele
ru: Назначить утверждающего
ta: ஒப்புதல் ஒதுக்க

source: Fill in
cs: Vyplňte
ru: Заполнить
ta: நிரப்பவும்

source: Scope of work (SOW)
ta: வேலையின் நோக்கம் (விதை)

source: Supporting documents
cs: Podpůrné dokumenty
ru: Сопроводительные документы
ta: துணை ஆவணங்கள்

source: Change reporting frequency
cs: Změna frekvence podávání zpráv
ru: Изменить периодичность отчетности
ta: அறிக்கையிடல் அதிர்வெண்ணை மாற்றவும்

source: Reporting has been disabled, just save the form with appropriate report date and frequency to enable it again.
cs: Vykazování bylo zakázáno, stačí uložit formulář s příslušným datem a frekvencí vykazování, aby bylo opět povoleno.
ta: அறிக்கையிடல் முடக்கப்பட்டுள்ளது, படிவத்தை மீண்டும் செயல்படுத்த பொருத்தமான அறிக்கை தேதி மற்றும் அதிர்வெண் மூலம் சேமிக்கவும்.

source: No next report is due, One time reporting has already reported on
cs: Žádná další zpráva se nepředkládá, jednorázové hlášení již bylo podáno.
ru: Следующий отчет не требуется, единовременный отчет уже предоставлен
ta: அடுத்த அறிக்கை எதுவும் செலுத்தப்படவில்லை, ஒரு முறை அறிக்கையிடல் ஏற்கனவே அறிக்கை செய்துள்ளது

source: Next report will be due on
cs: Další zpráva bude podána
ru: Следующий отчет должен быть представлен
ta: அடுத்த அறிக்கை செலுத்தப்பட வேண்டும்

source: and it will be one-time reporting.
cs: a bude to jednorázové hlášení.
ru: и это будет единовременная отчетность.
ta: அது ஒரு முறை அறிக்கையிடலாக இருக்கும்.

source: Next report will be due in
cs: Další zpráva bude vydána za
ru: Следующий отчет должен быть представлен в
ta: அடுத்த அறிக்கை வரவிருக்கும்

source: and the report period will be
cs: a vykazované období bude
ru: и отчетный период будет
ta: அறிக்கை காலம் இருக்கும்

source: and then every
cs: a pak každý
ru: и затем каждый
ta: பின்னர் ஒவ்வொன்றும்

source: after until the project end date
cs: dokud projekt neskončí
ru: до даты окончания проекта
ta: திட்ட இறுதி தேதி வரை

source: Report every:
cs: Podávat zprávy každý:
ru: Отчет каждый:
ta: ஒவ்வொன்றையும் புகாரளிக்கவும்:

source: Save
cs: Uložit
ru: Сохранить
ta: சேமி

source: Disable Reporting
ta: அறிக்கையை முடக்கு

source: The
ru: Это
ta: தி

source: reporting period is
cs: vykazované období je
ru: отчётный период составляет
ta: அறிக்கையிடல் காலம்

source: A report is due for the period
cs: Je třeba předložit zprávu za období
ru: Отчет должен быть представлен за период
ta: காலத்திற்கு ஒரு அறிக்கை உள்ளது

source: Continue Editing
cs: Pokračovat v úpravách
ru: Продолжить редактирование
ta: திருத்துதல் தொடரவும்

source: Add Report
cs: Přidat zprávu
ru: Добавить отчет
ta: அறிக்கையைச் சேர்க்கவும்

source: Skip
cs: Přeskočit
ru: Пропустить
ta: தவிர்

source: Skip report
ta: அறிக்கையைத் தவிர்க்கவும்

source: You're skipping the report for
ta: நீங்கள் அறிக்கையைத் தவிர்க்கிறீர்கள்

source: This will result in a gap in reporting for the project. You can undo this at any time.
ta: இது திட்டத்திற்கான அறிக்கையிடலில் இடைவெளியை ஏற்படுத்தும். இதை நீங்கள் எந்த நேரத்திலும் செயல்தவிர்க்கலாம்.

source: Reports
cs: Zprávy
ru: Отчеты
ta: அறிக்கைகள்

source: Report frequency
ta: அறிக்கை அதிர்வெண்

source: Enable
ta: இயக்கு

source: Change
ta: மாற்றம்

source: Past reports
ta: கடந்த அறிக்கைகள்

source: Period End
cs: Konec období
ru: Период завершен
ta: காலம் முடிவு

source: Unskip
cs: Zrušení přeskočení
ru: Отменить пропуск
ta: நெகிழ்ச்சி

source: No reports submitted
ta: எந்த அறிக்கையும் சமர்ப்பிக்கப்படவில்லை

source: Show more
cs: Zobrazit více
ru: Показать больше
ta: மேலும் காட்டு

source: Invoice
cs: Faktura
ru: Инвойс
ta: விலைப்பட்டியல்

source: View project page
cs: Zobrazit stránku projektu
ru: Просмотреть страницу проекта
ta: திட்டப் பக்கத்தைக் காண்க

source: Delete Invoice
cs: Smazat fakturu
ru: Удалить инвойс
ta: விலைப்பட்டியல் நீக்கு

source: Vendor
cs: Dodavatel
ru: Вендор
ta: விற்பனையாளர்

source: Are you sure you want to delete this invoice for
cs: Opravdu chcete smazat tuto fakturu pro
ru: Вы уверены, что хотите удалить этот инвойс для
ta: இந்த விலைப்பட்டியலை நீக்க விரும்புகிறீர்களா?

source: Supporting Documents
cs: Podkladové dokumenty
ru: Сопроводительные документы
ta: துணை ஆவணங்கள்

source: All Invoices
cs: Všechny faktury
ru: Все инвойсы
ta: அனைத்து விலைப்பட்டியல்

source: View, search and filter all project invoices
cs: Zobrazení, vyhledávání a filtrování všech projektových faktur
ru: Просмотр, поиск и фильтрация всех инвойсов по проекту
ta: அனைத்து திட்ட விலைப்பட்டியல்களையும் காண்க, தேடவும் வடிகட்டவும்

source: invoices
cs: faktury
ru: инвойсы
ta: விலைப்பட்டியல்

source: No Invoices available
cs: Nejsou k dispozici žádné faktury
ru: Инвойсы отсутствуют
ta: விலைப்பட்டியல் எதுவும் கிடைக்கவில்லை

source: Approve Contract
cs: Schválit smlouvu
ru: Утвердить контракт
ta: ஒப்பந்தத்தை ஒப்புதல்

source: You confirm that the uploaded contract is acceptable for commencing the project.
ta: பதிவேற்றிய ஒப்பந்தம் திட்டத்தைத் தொடங்குவதற்கு ஏற்றுக்கொள்ளத்தக்கது என்பதை நீங்கள் உறுதிப்படுத்துகிறீர்கள்.

source: This cannot be undone.
cs: To nelze vrátit zpět.
ru: Это нельзя отменить.
ta: இதை செயல்தவிர்க்க முடியாது.

source: Assign Approver
cs: Přiřadit schvalovatele
ru: Назначить утверждающего
ta: ஒப்புதல் ஒதுக்க

source: Change Approver
cs: Schvalovatel změn
ru: Изменить подтверждающего
ta: ஒப்புதல் மாற்றவும்

source: Selected approver will be notified. On unselecting, every listed member here will be notified.
cs: Vybraný schvalovatel bude vyrozuměn.Při zrušení výběru bude upozorněn každý zde uvedený člen.
ru: Выбранный утверждающий будет уведомлен. При снятии выделения все перечисленные здесь участники будут уведомлены.
ta: தேர்ந்தெடுக்கப்பட்ட ஒப்புதல் அறிவிக்கப்படும். தேர்வு செய்யப்படும்போது, இங்குள்ள ஒவ்வொரு பட்டியலிடப்பட்ட உறுப்பினருக்கும் அறிவிக்கப்படும்.

source: Upload contracting documents
cs: Nahrát smluvní dokumenty
ru: Загрузить документацию по контракту
ta: ஒப்பந்த ஆவணங்களை பதிவேற்றவும்

source: Update Project Form Status
cs: Aktualizovat stav projektového formuláře
ta: திட்ட படிவ நிலையைப் புதுப்பிக்கவும்

source: Submit for Approval
ta: ஒப்புதலுக்காக சமர்ப்பிக்கவும்

source: Are you sure you're ready to submit the project documents to be approved in
ta: ஒப்புதல் அளிக்க வேண்டிய திட்ட ஆவணங்களை சமர்ப்பிக்க நீங்கள் தயாராக இருக்கிறீர்களா?

source: sequential order?
ta: தொடர்ச்சியான ஒழுங்கு?

source: parallel order?
ta: இணையான ஒழுங்கு?

source: This project is missing the following documents
ta: இந்த திட்டம் பின்வரும் ஆவணங்களைக் காணவில்லை

source: Submit anyway
cs: Přesto odeslat
ru: Отправить в любом случае
ta: எப்படியும் சமர்ப்பிக்கவும்

source: Are you ready to submit the project documents to be approved in
ta: அங்கீகரிக்கப்பட வேண்டிய திட்ட ஆவணங்களை சமர்ப்பிக்க நீங்கள் தயாரா?

source: By default all the members are notified when an approver is not selected. Optionally, you may select specific approvers to assign and notify them.
ta: முன்னிருப்பாக ஒரு ஒப்புதல் தேர்ந்தெடுக்கப்படாதபோது அனைத்து உறுப்பினர்களுக்கும் அறிவிக்கப்படும். விருப்பமாக, குறிப்பிட்ட ஒப்புதல்களை நீங்கள் ஒதுக்கவும் அறிவிக்கவும் தேர்ந்தெடுக்கலாம்.

source: Optional
cs: Volitelně
ta: விரும்பினால்

source: Please note that in
ta: அதை நினைவில் கொள்க

source: sequential order, approvers will approve project form one after the other.
ta: தொடர்ச்சியான ஒழுங்கு, ஒப்புதல்கள் திட்ட படிவத்தை ஒன்றன்பின் ஒன்றாக ஒப்புதல் அளிப்பார்கள்.

source: parallel order, approvers can approve project form anytime.
ta: இணையான ஆர்டர், ஒப்புதல்கள் எந்த நேரத்திலும் திட்ட படிவத்தை அங்கீகரிக்க முடியும்.

source: No project form reviewer roles has been created yet, please create these in
cs: Zatím nebyly vytvořeny žádné role recenzenta formuláře projektu, vytvořte je prosím v části
ta: திட்ட படிவ மதிப்பாய்வாளர் பாத்திரங்கள் இதுவரை உருவாக்கப்படவில்லை, தயவுசெய்து இவற்றை உருவாக்கவும்

source: project settings
cs: nastavení projektu
ru: настройки проекта
ta: திட்ட அமைப்புகள்

source: Submit contracting documents
cs: Předložit smluvní dokumentaci
ru: Подать документы на заключение контракта
ta: ஒப்பந்த ஆவணங்களை சமர்ப்பிக்கவும்

source: Are you sure you want to submit contracting documents?
cs: Opravdu chcete předložit smluvní dokumenty?
ru: Вы уверены, что хотите подать документы на заключение контракта?
ta: ஒப்பந்த ஆவணங்களை சமர்ப்பிக்க விரும்புகிறீர்களா?

source: Make sure you have uploaded correct contract and all required contracting documents.
cs: Ujistěte se, že jste nahráli správnou smlouvu a všechny požadované smluvní dokumenty.
ru: Убедитесь, что вы загрузили правильный контракт и все необходимые документы.
ta: நீங்கள் சரியான ஒப்பந்தத்தையும் தேவையான அனைத்து ஒப்பந்த ஆவணங்களையும் பதிவேற்றியுள்ளீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.

source: Upload Supporting Documents
cs: Nahrání podkladových dokumentů
ta: துணை ஆவணங்களை பதிவேற்றவும்

source: Are you sure you want to update the approvers?
cs: Opravdu chcete aktualizovat schvalovatele?
ru: Вы уверены, что хотите обновить список утверждающих?
ta: ஒப்புதல்களைப் புதுப்பிக்க விரும்புகிறீர்களா?

source: The uppermost active approver will be notified via email.
cs: Nejvyšší aktivní schvalovatel bude informován e-mailem.
ru: Активный утверждающий верхнего уровня получит уведомление по электронной почте.
ta: சிறந்த செயலில் உள்ள ஒப்புதல் மின்னஞ்சல் வழியாக அறிவிக்கப்படும்.

source: All approvers will be notified via email.
cs: Všichni schvalovatelé budou informováni e-mailem.
ru: Все утверждающие получат уведомление по электронной почте.
ta: அனைத்து ஒப்புதல்களுக்கும் மின்னஞ்சல் வழியாக அறிவிக்கப்படும்.

source: Upload Countersigned Contract
cs: Nahrát kontrasignovanou smlouvu
ru: Загрузить подписанный обеими сторонами контракт
ta: கவுண்டர்செய்ன் ஒப்பந்தத்தை பதிவேற்றவும்

source: Upload Signed Contract
cs: Nahrát podepsanou smlouvu
ru: Загрузить подписанный контракт
ta: கையொப்பமிடப்பட்ட ஒப்பந்தத்தை பதிவேற்றவும்

source: The signed contract will be sent to Applicant once you submit. But if you select Signed and approved then it will directly be approved and project will move to Invoicing and Reporting.
cs: Podepsaná smlouva bude žadateli zaslána po odeslání. Pokud však vyberete možnost Podepsáno a schváleno, bude přímo schválena a projekt se přesune do fáze Fakturace a vykazování.
ta: கையொப்பமிடப்பட்ட ஒப்பந்தம் நீங்கள் சமர்ப்பித்தவுடன் விண்ணப்பதாரருக்கு அனுப்பப்படும். ஆனால் நீங்கள் கையொப்பமிட்டு அங்கீகரிக்கப்பட்டால், அது நேரடியாக அங்கீகரிக்கப்படும் மற்றும் திட்டம் விலைப்பட்டியல் மற்றும் அறிக்கையிடலுக்கு நகரும்.

source: Project title
cs: Nadpis projektu
ta: திட்ட தலைப்பு

source: Project ID
cs: ID projektu
ta: திட்ட ஐடி

source: Exported by %(export_user)s on %(export_date)s
cs: Exportováno %(export_user)s dne %(export_date)s
ta: %(export_user)s %(export_date)s மூலம் ஏற்றுமதி செய்யப்படுகிறது

source: Pending
cs: Čekající
ru: Ожидание
ta: நிலுவையில் உள்ளது

source: View template
cs: Zobrazit šablonu
ru: Посмотреть шаблон
ta: வார்ப்புருவைக் காண்க

source: Upload Contracting Documents
cs: Nahrát smluvní dokumenty
ta: ஒப்பந்த ஆவணங்களை பதிவேற்றவும்

source: Only editable when 'Submitted' or you have been requested to make changes
cs: Lze upravovat pouze v případě, kdy je "Odesláno" nebo jste byli požádáni o provedení změn
ru: Редактирование доступно только после отправки или при запросе на внесение изменений
ta: 'சமர்ப்பிக்கும்போது' திருத்தக்கூடியது அல்லது மாற்றங்களைச் செய்யுமாறு கோரப்பட்டுள்ளீர்கள்

source: Edit Invoice
cs: Upravit fakturu
ru: Редактировать инвойс
ta: விலைப்பட்டியல் திருத்து

source: Update Invoice status
cs: Aktualizace stavu faktury
ru: Обновить статус инвойса
ta: விலைப்பட்டியல் நிலையைப் புதுப்பிக்கவும்

source: View comment
cs: Zobrazit komentář
ta: கருத்தைக் காண்க

source: Hide
cs: Skrýt
ru: Скрыть
ta: மறை

source: Invoice Status
cs: Stav faktury
ta: விலைப்பட்டியல் நிலை

source: Generated
cs: Vytvořeno
ta: உருவாக்கப்பட்டது

source: Continue to next status
cs: Pokračovat na další stav
ta: அடுத்த நிலைக்குத் தொடரவும்

source: Update Project Status
cs: Aktualizovat stav projektu
ru: Обновить статус проекта
ta: திட்ட நிலையைப் புதுப்பிக்கவும்

source: Back to Project
cs: Zpět na projekt
ru: Вернуться в проект
ta: திட்டத்திற்குத் திரும்பு

source: Project Information
cs: Informace o projektu
ru: Информация о проекте
ta: திட்ட செய்தி

source: Approvals
cs: Schválení
ru: Утверждения
ta: ஒப்புதல்கள்

source: - Pending
cs: - Čeká se
ru: - ожидается
ta: - நிலுவையில் உள்ளது

source: Submission lead
cs: Vedoucí podání
ru: Руководитель заявки
ta: சமர்ப்பிப்பு முன்னணி

source: Staff reviewers
cs: Hodnotitelé z řad zaměstnanců
ru: Ревьюеры-сотрудники
ta: பணியாளர்கள் விமர்சகர்கள்

source: No reviews
cs: Žádné hodnocení
ru: Нет ревью
ta: மதிப்புரைகள் இல்லை
