Repository: HyphaApp/hypha
Catalog: hypha/locale/*/LC_MESSAGES/django.po
Languages: cs, ru, ta

source: Proposal Information (New)
cs: Informace o návrhu (nové)
ta: முன்மொழிவு செய்தி (புதியது)

source: Explore current and past rounds
cs: Prozkoumejte aktuální a minulá kola
ru: Изучить текущие и прошлые раунды
ta: தற்போதைய மற்றும் கடந்தகால சுற்றுகளை ஆராயுங்கள்

source: Staff assignments
cs: Přidělení členů týmu
ru: Назначенные сотрудники
ta: பணியாளர்கள் பணிகள்

source: Track and explore the staff assignments
cs: Sledovat a prozkoumat přiřazení členů týmu
ru: Отслеживать и изучать назначения сотрудников
ta: பணியாளர்கள் பணிகளைக் கண்காணித்து ஆராயுங்கள்

source: Your application is saved as a draft.
cs: Vaše žádost je uložena jako návrh.
ru: Ваша заявка сохранена как черновик.
ta: உங்கள் விண்ணப்பம் ஒரு வரைவாக சேமிக்கப்படுகிறது.

source: Please note that your application is not submitted for review.
cs: Upozorňujeme, že vaše žádost není předložena k hodnocení.
ru: Обратите внимание, что ваша заявка не передана на ревью.
ta: உங்கள் விண்ணப்பம் மதிப்பாய்வுக்கு சமர்ப்பிக்கப்படவில்லை என்பதை நினைவில் கொள்க.

source: You can access your applications from your dashboard. From there, you can complete and submit them.
cs: K žádostem můžete přistupovat z ovládacího panelu. Odtud je můžete vyplnit a odeslat.
ru: Вы можете получить доступ к своим заявкам в дашборде. Там вы можете заполнить и отправить их.
ta: உங்கள் டாச்போர்டிலிருந்து உங்கள் பயன்பாடுகளை அணுகலாம். அங்கிருந்து, நீங்கள் அவற்றை முடித்து சமர்ப்பிக்கலாம்.

source: You can complete your application by following the log-in details emailed to you.
cs: Žádost můžete dokončit podle přihlašovacích údajů, které vám byly zaslány e-mailem.
ru: Вы можете заполнить заявку, следуя полученным по электронной почте данным для входа в систему.
ta: உங்களுக்கு மின்னஞ்சல் அனுப்பிய உள்நுழைவு விவரங்களைப் பின்பற்றுவதன் மூலம் உங்கள் விண்ணப்பத்தை முடிக்கலாம்.

source: Thank you for your submission to the %(ORG_LONG_NAME)s.
cs: Děkujeme, že jste se přihlásili do %(ORG_LONG_NAME)s.
ru: Спасибо за вашу заявку на %(ORG_LONG_NAME)s.
ta: %(ORG_LONG_NAME)s சமர்ப்பித்ததற்கு நன்றி.

source: An e-mail with more information has been sent to the address you entered.
cs: Na zadanou adresu byl odeslán e-mail s dalšími informacemi.
ru: На указанный вами адрес было отправлено письмо с дополнительной информацией.
ta: நீங்கள் உள்ளிட்ட முகவரிக்கு மேலும் தகவல்களைக் கொண்ட மின்னஞ்சல் அனுப்பப்பட்டுள்ளது.

source: If you do not receive an e-mail within 15 minutes please check your spam folder and contact %(email)s for further assistance.
cs: Pokud neobdržíte e-mail do 15 minut, zkontrolujte složku se spamem a kontaktujte %(email)s pro další pomoc.
ru: Если вы не получите письмо электронной почты в течение 15 минут, пожалуйста, проверьте папку "Спам" и свяжитесь с %(email)s для получения дополнительной помощи.
ta: 15 நிமிடங்களுக்குள் நீங்கள் ஒரு மின்னஞ்சல் பெறவில்லை என்றால் தயவுசெய்து உங்கள் ச்பேம் கோப்புறையைச் சரிபார்த்து, %(email)sத் தொடர்பு கொள்ளவும் மேலும் உதவிக்கு.

source: Go to your dashboard
cs: Přejděte na ovládací panel
ru: Перейти в персональный дашборд
ta: உங்கள் டாச்போர்டுக்குச் செல்லுங்கள்

source: Continue editing
cs: Pokračujte v úpravách
ta: திருத்துதல் தொடரவும்

source: View your submission
cs: Prohlédněte si své podání
ta: உங்கள் சமர்ப்பிப்பைக் காண்க

source: Log in
cs: Přihlášení
ru: Вход в систему
ta: புகுபதிகை

source: Sealed
cs: Zapečetěno
ru: Закрыто
ta: சீல்

source: This application is sealed until the round is closed
cs: Tato žádost je zapečetěna až do uzavření kola
ru: Эта заявка закрыта до окончания раунда
ta: சுற்று மூடப்படும் வரை இந்த பயன்பாடு சீல் வைக்கப்பட்டுள்ளது

source: The round ends on
cs: Kolo končí v
ru: Раунд завершается
ta: சுற்று முடிவடைகிறது

source: Go back
cs: Zpět
ru: Вернуться назад
ta: திரும்பிச் செல்லுங்கள்

source: As an admin you are allowed to access the application. However, this action will be recorded.
cs: Jako správce máte k žádosti přístup. Tato akce však bude zaznamenána.
ru: В качестве администратора вам разрешен доступ к приложению. Однако это действие будет записано.
ta: ஒரு நிர்வாகியாக நீங்கள் விண்ணப்பத்தை அணுக அனுமதிக்கப்படுகிறீர்கள். இருப்பினும், இந்த நடவடிக்கை பதிவு செய்யப்படும்.

source: View application
cs: Zobrazit žádost
ru: Просмотреть заявку
ta: பயன்பாட்டைக் காண்க

source: Submissions
cs: Podání
ru: Заявки
ta: சமர்ப்பிப்புகள்

source: All Submissions
cs: Všechna podání
ru: Все заявки
ta: அனைத்து சமர்ப்பிப்புகளும்

source: Search and filter all submissions
cs: Hledání a filtrování všech podání
ru: Поиск и фильтрация всех заявок
ta: அனைத்து சமர்ப்பிப்புகளையும் தேடி வடிகட்டவும்

source: List view
ta: பட்டியல் பார்வை

source: All submissions in
ta: அனைத்து சமர்ப்பிப்புகளும்

source: Submissions results
cs: Výsledky podání
ru: Результаты заявок
ta: சமர்ப்பிப்பு முடிவுகள்

source: Track and explore submission results
cs: Sledujte a prozkoumejte výsledky podání
ru: Отслеживать и изучать результаты заявок
ta: சமர்ப்பிக்கும் முடிவுகளைக் கண்காணித்து ஆராயுங்கள்

source: Summary
cs: Shrnutí
ru: Резюме
ta: சுருக்கம்

source: Amounts
cs: Částky
ru: Количество
ta: தொகைகள்

source: Applied amounts
cs: Uplatněné částky
ta: பயன்படுத்தப்பட்ட தொகைகள்

source: Applied
cs: Použito
ru: Подано
ta: பயன்படுத்தப்பட்டது

source: Accepted amounts
cs: Přijaté částky
ta: ஏற்றுக்கொள்ளப்பட்ட தொகைகள்

source: Accepted
cs: Přijato
ru: Принято
ta: ஏற்றுக்கொள்ளப்பட்டது

source: Applied submissions
cs: Uplatněná podání
ta: பயன்பாட்டு சமர்ப்பிப்புகள்

source: Accepted submissions
cs: Přijatá podání
ta: ஏற்றுக்கொள்ளப்பட்ட சமர்ப்பிப்புகள்

source: Pending submissions
cs: Čekající podání
ta: சமர்ப்பிப்புகள் நிலுவையில் உள்ளன

source: Pending
cs: Čekající
ru: Ожидание
ta: நிலுவையில் உள்ளது

source: All reviews
cs: Všechna hodnocení
ta: அனைத்து மதிப்புரைகளும்

source: Your reviews
cs: Vaše hodnocení
ta: உங்கள் மதிப்புரைகள்

source: You
cs: Vy
ru: Вы
ta: நீங்கள்

source: Your average score
cs: Vaše průměrné skóre
ta: உங்கள் சராசரி மதிப்பெண்

source: Your avg. score
cs: Vaše prům. skóre
ru: Ваш средний балл
ta: உங்கள் சராசரி. ச்கோர்

source: Submission value totals
cs: Celkové hodnoty podání
ta: சமர்ப்பிக்கும் மதிப்பு மொத்தம்

source: Number of submissions
cs: Počet podání
ta: சமர்ப்பிப்புகளின் எண்ணிக்கை

source: Average value
cs: Průměrná hodnota
ru: Среднее значение
ta: சராசரி மதிப்பு

source: Total value
cs: Celková hodnota
ru: Итоговое значение
ta: மொத்த மதிப்பு

source: *%(count_diff)s submission(s) lack requested amount fields or data and are not included.
cs: *%(count_diff)s podání neobsahují požadovaná pole nebo údaje o množství a nejsou zahrnuty.
ta: *%(count_diff)s சமர்ப்பிப்பு (கள்) கோரப்பட்ட தொகை புலங்கள் அல்லது தரவு இல்லாதது மற்றும் அவை சேர்க்கப்படவில்லை.

source: Screening decisions
cs: Rozhodnutí o prověření
ru: Решения по результатам скрининга
ta: ச்கிரீனிங் முடிவுகள்

source: Review outcomes
cs: Výsledky hodnocení
ru: Результаты ревью
ta: விளைவுகளை மதிப்பாய்வு செய்யுங்கள்

source: Awaiting
cs: Čekající
ru: В ожидании
ta: காத்திருக்கிறது

source: Linked
cs: Propojeno
ru: Связанные
ta: இணைக்கப்பட்ட

source: items
cs: položky
ru: пункты
ta: உருப்படிகள்

source: previous
cs: předchozí
ru: предыдущий
ta: முந்தைய

source: Page
cs: Strana
ru: Страница
ta: பக்கம்

source: next
cs: další
ru: следующее
ta: அடுத்தது

source: Table view
cs: Zobrazení v tabulce
ta: அட்டவணை பார்வை

source: List View
cs: Zobrazení v seznamu
ta: பட்டியல் பார்வை

source: Open submissions
cs: Otevřená podání
ta: திறந்த சமர்ப்பிப்புகள்

source: Your assigned submissions (lead)
cs: Vaše přidělená podání (vedoucí)
ta: உங்களுக்கு ஒதுக்கப்பட்ட சமர்ப்பிப்புகள் (முன்னணி)

source: Staff flagged submissions
cs: Podání označená zaměstnanci
ta: ஊழியர்கள் சமர்ப்பிப்புகளை கொடியிட்டனர்

source: Awaiting your review
cs: Čeká na vaše hodnocení
ru: Ожидает вашего ревью
ta: உங்கள் மதிப்பாய்வுக்காக காத்திருக்கிறது

source: Reviewed by you
cs: Hodnoceno od vás
ta: நீங்கள் மதிப்பாய்வு செய்தீர்கள்

source: Search…
cs: Hledat…
ta: தேடுங்கள்…

source: Search submissions
cs: Vyhledávání podání
ta: சமர்ப்பிப்புகளைத் தேடுங்கள்

source: Drafts
cs: Návrhy
ta: வரைவுகள்

source: Clear current search query, filters and sorts
cs: Vymazat aktuální vyhledávací dotaz, filtry a řazení
ta: தற்போதைய தேடல் வினவல், வடிப்பான்கள் மற்றும் வகைகளை அழிக்கவும்

source: Remove status filter
cs: Odebrat filtr stavu
ta: நிலை வடிகட்டியை அகற்று

source: Remove fund filter
cs: Odebrat filtr fond
ta: பொருள் வடிகட்டியை அகற்று

source: Remove round filter
cs: Odebrat filtr round
ta: சுற்று வடிகட்டியை அகற்று

source: Remove leads filter
cs: Odebrat filtr vedení
ta: லீட்ச் வடிகட்டியை அகற்று

source: Remove applicant filter
cs: Odebrat filtr žadatel
ta: விண்ணப்பதாரர் வடிகட்டியை அகற்று

source: Remove reviewer filter
cs: Odebrat filtr hodnotitel
ta: மதிப்பாய்வாளர் வடிகட்டியை அகற்று

source: Remove meta term filter
ta: மேவு கால வடிப்பானை அகற்று

source: Remove category filter
cs: Odebrat filtr kategorie
ta: வகை வடிகட்டியை அகற்று

source: Remove screening decisions filter
cs: Odebrat filtr Rozhodnutí o prověření
ta: ச்கிரீனிங் முடிவுகள் வடிகட்டியை அகற்று

source: Remove sort filter
cs: Odebrat filtr řazení
ta: வரிசை வடிகட்டியை அகற்று

source: Select all
cs: Vybrat vše
ta: அனைத்தையும் தெரிவுசெய்

source: All statuses
cs: Všechny stavy
ru: Все статусы
ta: அனைத்து நிலைகளும்

source: No statuses found. Sorry about that.
cs: Nenalezeny žádné stavy. Omlouváme se za to.
ru: Приносим свои извинения, но статусы не найдены.
ta: எந்த நிலைகளும் கிடைக்கவில்லை. மன்னிக்கவும்.

source: No results matched your search
cs: Žádné výsledky neodpovídají vašemu vyhledávání
ta: உங்கள் தேடலுடன் எந்த முடிவுகளும் பொருந்தவில்லை

source: Try
cs: Zkusit
ta: முயற்சிக்கவும்

source: clearing
cs: vyčištění
ta: தீர்வு

source: the current query and try again
cs: aktuálního dotazu a zkuste to znovu
ta: தற்போதைய வினவல் மற்றும் மீண்டும் முயற்சிக்கவும்

source: First Page
cs: První strana
ta: முதல் பக்கம்

source: First
cs: První
ta: முதல்

source: Previous Page
cs: Předchozí strana
ta: முந்தைய பக்கம்

source: Previous
cs: Předchozí
ta: முந்தைய

source: Page %(page_number)s of %(total)s.
cs: Strana %(page_number)s z %(total)s.
ta: பக்கம் %(page_number)s %(total)s.

source: Next Page
cs: Další strana
ta: அடுத்த பக்கம்

source: Next
cs: Další
ru: Далее
ta: அடுத்தது

source: Last Page
cs: Poslední strana
ta: கடைசி பக்கம்

source: Last
cs: Poslední
ta: கடைசி

source: Update Meta Terms
ta: மேவு விதிமுறைகளைப் புதுப்பிக்கவும்

source: Add Meta Terms
ta: மேவு விதிமுறைகளைச் சேர்க்கவும்

source: Add
cs: Přidat
ru: Добавить
ta: கூட்டு

source: Are you sure you want to assign "%(user_title)s" as lead of the selected submissions?
cs: Opravdu chcete přiřadit "%(user_title)s" jako vedoucí vybraných podání?
ru: Вы уверены, что хотите назначить "%(user_title)s" в качестве руководителя для выбранных заявок?
ta: தேர்ந்தெடுக்கப்பட்ட சமர்ப்பிப்புகளின் முன்னணியில் "%(user_title)s" ஐ ஒதுக்க விரும்புகிறீர்களா?

source: Assign %(user_title)s as lead.
cs: Přiřadit %(user_title)s jako vedoucí.
ru: Назначить %(user_title)s в качестве руководителя.
ta: %(user_title)s ஈயமாக ஒதுக்குங்கள்.

source: No lead found. Sorry about that.
cs: Nenalezeno žádné vedení. Litujeme.
ru: Приносим свои извинения, но руководитель не найден.
ta: எந்த ஈயமும் கிடைக்கவில்லை. மன்னிக்கவும்.

source: All Categories
cs: Všechny kategorie
ru: Все категории
ta: அனைத்து பிரிவுகளும்

source: No categories found.
cs: Nenalezeny žádné kategorie.
ru: Категории не найдены.
ta: வகைகள் எதுவும் கிடைக்கவில்லை.

source: No categories found. Sorry about that.
cs: Nebyly nalezeny žádné kategorie. Litujeme.
ru: Приносим свои извинения, но категории не найдены.
ta: வகைகள் எதுவும் கிடைக்கவில்லை. மன்னிக்கவும்.

source: Are you sure you want to change the status of the selected submissions to "%(value)s"?
cs: Opravdu chcete změnit stav vybraných podání na "%(value)s"?
ru: Вы уверены, что хотите изменить статус выбранных заявок на "%(value)s"?
ta: தேர்ந்தெடுக்கப்பட்ட சமர்ப்பிப்புகளின் நிலையை "%(மதிப்பு)" ஆக மாற்ற விரும்புகிறீர்களா?

source: No status found for currently selected submissions.
cs: Pro aktuálně vybraná podání nebyl nalezen žádný stav.
ru: Статус не найден для выбранных в данный момент заявок.
ta: தற்போது தேர்ந்தெடுக்கப்பட்ட சமர்ப்பிப்புகளுக்கு எந்த நிலையும் கிடைக்கவில்லை.

source: All Funds &amp; Labs
cs: Všechny fondy a laboratoře
ru: Все фонды и лаборатории
ta: அனைத்து நிதிகளும் &amp; ஆய்வகங்கள்

source: No funds found.
cs: Nebyly nalezeny žádné peněžní prostředky.
ru: Фонды не найдены.
ta: பொருள் எதுவும் கிடைக்கவில்லை.

source: No funds found. Sorry about that.
cs: Nebyly nalezeny žádné fondy. Litujeme.
ru: Приносим свои извинения, но фонды не найдены.
ta: பொருள் எதுவும் கிடைக்கவில்லை. மன்னிக்கவும்.

source: All Leads
cs: Všichni vedoucí
ru: Все руководители
ta: அனைத்து தடங்களும்

source: No leads found.
cs: Nenalezeno žádné vedení.
ru: Руководители не найдены.
ta: எந்த தடங்களும் கிடைக்கவில்லை.

source: No leads found. Sorry about that.
cs: Nebyli nalezeni žádní vedoucí. Litujeme.
ru: Приносим свои извинения, но руководители не найдены.
ta: எந்த தடங்களும் கிடைக்கவில்லை. மன்னிக்கவும்.

source: All Meta Terms
ta: அனைத்து மேவு விதிமுறைகளும்

source: No meta terms found.
ta: மேவு விதிமுறைகள் இல்லை.

source: No meta terms found. Sorry about that.
ta: மேவு விதிமுறைகள் இல்லை. மன்னிக்கவும்.

source: All Reviewers
cs: Všichni hodnotitelé
ru: Все ревьюеры
ta: அனைத்து விமர்சகர்களும்

source: No reviewers found.
cs: Nenalezeni žádní hodnotitelé.
ru: Ревьюеры не найдены.
ta: விமர்சகர்கள் எதுவும் கிடைக்கவில்லை.

source: No reviewers found. Sorry about that.
cs: Nebyli nalezeni žádní hodnotitelé. Litujeme.
ru: Приносим свои извинения, но ревьюеры не найдены.
ta: விமர்சகர்கள் எதுவும் கிடைக்கவில்லை. மன்னிக்கவும்.

source: All Rounds
cs: Všechna Kola
ru: Все раунды
ta: அனைத்து சுற்றுகளும்

source: No rounds available
cs: Žádná Kola k dispozici
ru: Нет доступных раундов
ta: சுற்றுகள் எதுவும் கிடைக்கவில்லை

source: Copied on {copy_time}
cs: Zkopírováno v {copy_time}
ta: {Copy_time on இல் நகலெடுக்கப்பட்டது

source: Sorry something went wrong
cs: Omlouváme se, ale něco se pokazilo
ru: Извините, что-то пошло не так
ta: மன்னிக்கவும் ஏதோ தவறு ஏற்பட்டது

source: Failed to update:
cs: Aktualizace se nezdařila:
ru: Не удалось обновить:
ta: புதுப்பிக்கத் தவறிவிட்டது:

source: No statuses match the requested value
ta: கோரப்பட்ட மதிப்புடன் எந்த நிலைகளும் பொருந்தவில்லை

source: Progress
cs: Pokrok
ru: Прогресс
ta: முன்னேற்றம்

source: Create
cs: Vytvořit
ru: Создать
ta: உருவாக்கு

source: Draft saved
cs: Návrh uložen
ru: Черновик сохранен
ta: வரைவு சேமிக்கப்பட்டது

source: No screening
cs: Bez screeningu
ru: Отсутствует скрининг
ta: ச்கிரீனிங் இல்லை

source: Newest
cs: Nejnovější
ru: Самые новые
ta: புதியது

source: Oldest
cs: Nejstarší
ru: Самые старые
ta: பழமையானது

source: Most Commented
cs: Nejvíce komentářů
ru: Больше всего комментариев
ta: பெரும்பாலானவர்கள் கருத்து தெரிவித்தனர்

source: Least Commented
cs: Nejméně komentářů
ru: Наименьшее количество комментариев
ta: குறைந்தது கருத்து

source: Recently Updated
cs: Nedávno aktualizováno
ru: Недавно обновлено
ta: அண்மைக் காலத்தில் புதுப்பிக்கப்பட்டது

source: Least Recently Updated
cs: Nejméně aktualizováno
ru: Недавно обновленные
ta: குறைந்தது அண்மைக் காலத்தில் புதுப்பிக்கப்பட்டது

source: Best Match
cs: Nejlepší shoda
ru: Наилучшее совпадение
ta: சிறந்த போட்டி

source: Submission translated from {fl} to {tl}.
cs: Podání přeloženo z {fl} na {tl}.
ta: சமர்ப்பிப்பு {fl} முதல் {tl} வரை மொழிபெயர்க்கப்பட்டுள்ளது.

source: Submission translation failed. Contact your Administrator.
cs: Překlad podání se nezdařil.Obraťte se na administrátora.
ta: சமர்ப்பிப்பு மொழிபெயர்ப்பு தோல்வியடைந்தது. உங்கள் நிர்வாகியைத் தொடர்பு கொள்ளுங்கள்.

source: Translation cleared.
cs: Překlad vymazán.
ta: மொழிபெயர்ப்பு அழிக்கப்பட்டது.

source: Request More Information
cs: Požádat o více informací
ru: Запрос дополнительной информации
ta: மேலும் தகவலைக் கோருங்கள்

source: Open Review
cs: Otevřít hodnocení
ru: Открыто ревью
ta: திறந்த ஆய்வு

source: Ready For Determination
cs: Připraveno k rozhodnutí
ru: Готово для заключения
ta: தீர்மானத்திற்கு தயாராக உள்ளது

source: Accept but additional info required
cs: Přijmout, ale jsou požadovány další informace
ru: Принято, но требуется дополнительная информация
ta: ஏற்றுக்கொள்ளுங்கள் ஆனால் கூடுதல் செய்தி தேவை

source: Accept
cs: Přijmout
ru: Принять
ta: ஏற்றுக்கொள்

source: Dismiss
cs: Odmítnout
ru: Отклонить
ta: தள்ளுபடி

source: Need screening
cs: Potřebuje screening
ru: Требуется скрининг
ta: ச்கிரீனிங் தேவை

source: Application Received
cs: Obdržená žádost
ru: Заявка получена
ta: விண்ணப்பம் பெறப்பட்டது

source: More information required
cs: Je třeba více informací
ru: Требуется дополнительная информация
ta: கூடுதல் தகவல்கள் தேவை

source: Close Review
cs: Závěrečné hodnocení
ru: Закрыть ревью
ta: மதிப்பாய்வு மூடு

source: Need screening (revert)
cs: Vyžaduje screening (vrátit)
ru: Требуется скрининг (отменить)
ta: ச்கிரீனிங் தேவை (மாற்றியமைத்தல்)

source: Internal Review
cs: Interní hodnocení
ru: Внутреннее ревью
ta: உள் ஆய்வு

source: {org_short_name} Review
cs: Hodnocení {org_short_name}
ta: {org_short_name} விமர்சனம்

source: Open Review (revert)
cs: Otevřít hodnocení (vrátit)
ru: Открыть ревью (отменить)
ta: திறந்த ஆய்வு (மாற்றியமைத்தல்)

source: Ready For Discussion
cs: Připraveno k diskusi
ru: Готово к обсуждению
ta: விவாதத்திற்கு தயாராக உள்ளது

source: Ready For Discussion (revert)
cs: Připraveno k diskusi (vrátit)
ru: Готово к обсуждению (отменить)
ta: கலந்துரையாடலுக்கு தயாராக (மாற்றியமைத்தல்)

source: Ready for Determination
cs: Připraveno k rozhodnutí
ru: Готово к решению
ta: தீர்மானத்திற்கு தயாராக உள்ளது

source: Application Outcome
cs: Výsledek žádosti
ru: Результат заявки
ta: பயன்பாட்டு விளைவு

source: Accepted but additional info required
cs: Přijato, ale jsou požadovány další informace
ru: Принято, но требуется дополнительная информация
ta: ஏற்றுக்கொள்ளப்பட்டது ஆனால் கூடுதல் செய்தி தேவை

source: Review
cs: Hodnocení
ru: Ревью
ta: சீராய்வு

source: Open External Review
cs: Otevřít externí hodnocení
ru: Открытое внешнее ревью
ta: வெளிப்புற மதிப்பாய்வைத் திறக்கவும்

source: Open Internal Review (revert)
cs: Otevřít interní hodnocení (vrátit)
ru: Открыть внутреннее ревью (отменить)
ta: திறந்த உள் ஆய்வு (மாற்றியமைத்தல்)

source: External Review
cs: Externí hodnocení
ru: Внешнее ревью
ta: வெளிப்புற ஆய்வு

source: Open External Review (revert)
cs: Otevřít externí hodnocení (vrátit)
ru: Открыть внешнее ревью (отменить)
ta: திறந்த வெளிப்புற ஆய்வு (மாற்றியமைத்தல்)

source: Open Community Review
cs: Otevřít komunitní hodnocení
ru: Открыть коммьюнити ревью
ta: திறந்த சமூக மதிப்பாய்வு

source: Community Review
cs: Komunitní hodnocení
ru: Коммьюнити ревью
ta: சமூக ஆய்வு

source: Ready For Preliminary Determination
cs: Připraveno k předběžnému rozhodnutí
ru: Готово к предварительному решению
ta: பூர்வாங்க தீர்மானத்திற்கு தயாராக உள்ளது

source: Invite to Proposal
cs: Pozvání k Návrhu
ru: Пригласить к предложению
ta: திட்டத்திற்கு அழைக்கவும்

source: Concept Note Received
cs: Poznámka je konceptu přijata
ru: Концептуальная записка получена
ta: கருத்து குறிப்பு பெறப்பட்டது

source: Ready for Preliminary Determination
cs: Připraveno k předběžnému rozhodnutí
ru: Готово к предварительному решению
ta: பூர்வாங்க தீர்மானத்திற்கு தயாராக உள்ளது

source: Concept Accepted
cs: Koncept přijat
ru: Концепция принята
ta: கருத்து ஏற்றுக்கொள்ளப்பட்டது

source: Preliminary Determination
cs: Předběžné rozhodnutí
ru: Предварительное решение
ta: பூர்வாங்க தீர்மானம்

source: Ready For Final Determination
cs: Připraveno ke konečnému rozhodnutí
ru: Готово к итоговому решению
ta: இறுதி தீர்மானத்திற்கு தயாராக உள்ளது

source: Invited for Proposal
cs: Pozván k Návrhu
ru: Приглашено к предложению
ta: திட்டத்திற்கு அழைக்கப்பட்டது

source: Proposal Received
cs: Obdržený Návrh
ru: Предложение получено
ta: முன்மொழிவு பெறப்பட்டது

source: Proposal Received (revert)
cs: Obdržený Návrh (vrátit)
ru: Предложение получено (отменить)
ta: முன்மொழிவு பெறப்பட்டது (மாற்றியமைத்தல்)

source: Ready for Final Determination
cs: Připraveno ke konečnému rozhodnutí
ru: Готово к финальному решению
ta: இறுதி தீர்மானத்திற்கு தயாராக உள்ளது

source: Final Determination
cs: Konečné rozhodnutí
ru: Финальное решение
ta: இறுதி தீர்மானம்

source: Received
cs: Obdrženo
ru: Получено
ta: பெறப்பட்டது

source: Ready for Discussion
cs: Připraveno k diskusi
ru: Готово к обсуждению
ta: விவாதத்திற்கு தயாராக உள்ளது

source: More Information Requested
cs: Další informace vyžádány
ru: Требуется больше информации
ta: மேலும் செய்தி கோரப்பட்டது

source: The object you are trying to delete is used somewhere. Please remove any usages and try again!.
cs: Objekt, který se snažíte odstranit, je někde použit. Odstraňte prosím všechna použití a zkuste to znovu!.
ru: Объект, который вы пытаетесь удалить, где-то используется. Пожалуйста, удалите все используемые объекты и попробуйте снова!.
ta: நீங்கள் நீக்க முயற்சிக்கும் பொருள் எங்காவது பயன்படுத்தப்படுகிறது. தயவுசெய்து எந்த பயன்பாடுகளையும் அகற்றி மீண்டும் முயற்சிக்கவும்!

source: Staff pending
cs: Zaměstnanci čekající
ta: பணியாளர்கள் நிலுவையில் உள்ளனர்

source: Finance pending
cs: Finance čekající
ta: பொருள் நிலுவையில் உள்ளது

source: Vendor pending
cs: Dodavatel čekající
ta: விற்பனையாளர் நிலுவையில் உள்ளது

source: Declined
cs: Odmítnuto
ru: Отклонено
ta: மறுக்கப்பட்டது

source: Paid
cs: Zaplaceno
ru: Оплачено
ta: பணம்

source: Payment failed
cs: Platba selhala
ru: Платеж не прошел
ta: கட்டணம் தோல்வியடைந்தது

source: {} pending
cs: {} čekající
ta: {} நிலுவையில் உள்ளது

source: Request for change
cs: Žádost o změnu
ta: மாற்றத்திற்கான கோரிக்கை

source: Reporting Period
cs: Období, za které se podává zpráva
ru: Отчетный период
ta: அறிக்கை காலம்

source: Invoice file
cs: Soubor faktury
ta: விலைப்பட்டியல் கோப்பு

source: The invoice must be a PDF.
cs: Faktura musí být ve formátu PDF.
ru: Инвойс должен быть в формате PDF.
ta: விலைப்பட்டியல் ஒரு PDF ஆக இருக்க வேண்டும்.

source: Files that are related to the invoice. They could be xls, microsoft office documents, open office documents, pdfs, txt files.
cs: Soubory, které souvisejí s fakturou.Mohou to být soubory xls, dokumenty Microsoft Office, dokumenty Open Office, pdf, txt.
ru: Файлы, относящиеся к инвойсу. Это могут быть файлы xls, документы microsoft office, документы open office, pdf, txt.
ta: விலைப்பட்டியல் தொடர்பான கோப்புகள். அவை எக்ச்எல்எச், நுண்மென் அலுவலக ஆவணங்கள், திறந்த அலுவலக ஆவணங்கள், பி.டி.எஃப் கள், டிஎக்ச்டி கோப்புகளாக இருக்கலாம்.

source: Invoice File
cs: Soubor faktury
ru: Файл инвойса
ta: விலைப்பட்டியல் கோப்பு

source: Document
cs: Dokument
ru: Документ
ta: ஆவணம்

source: File not found on submission
cs: Soubor nebyl při podání nalezen
ru: Файл не найден при отправке
ta: சமர்ப்பிப்பில் கோப்பு கிடைக்கவில்லை

source: Something changed before your approval please re-review
cs: Před schválením se něco změnilo, prosím, zkontrolujte to znovu
ru: Что-то изменилось до вашего одобрения, пожалуйста, проверьте еще раз
ta: உங்கள் ஒப்புதலுக்கு முன் ஏதோ மாற்றப்பட்டது தயவுசெய்து மறுபரிசீலனை செய்யுங்கள்

source: The contract you were trying to approve has already been approved
cs: Smlouva, kterou jste se snažili schválit, již byla schválena
ru: Контракт, который вы пытаетесь утвердить, уже утвержден
ta: நீங்கள் அங்கீகரிக்க முயற்சித்த ஒப்பந்தம் ஏற்கனவே அங்கீகரிக்கப்பட்டுள்ளது

source: You can only approve a signed contract
cs: Schválit můžete pouze podepsanou smlouvu
ru: Вы можете утвердить только подписанный контракт
ta: கையொப்பமிடப்பட்ட ஒப்பந்தத்தை மட்டுமே நீங்கள் அங்கீகரிக்க முடியும்

source: Select Project Lead
cs: Vyberte vedení projektu
ta: திட்ட முன்னணி என்பதைத் தேர்ந்தெடுக்கவும்

source: Project lead is a required field
cs: Vedoucí projektu je povinné pole
ru: Руководитель проекта - это обязательное поле
ta: திட்ட முன்னணி தேவையான புலம்

source: Project form status
cs: Stav formuláře projektu
ta: திட்ட படிவ நிலை
